Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: Start a guild adventure. Guild adventures can happen alongside regular adventures. On guild adventures, you can gain additional gold for your guild bank. When using this command, the bot will send a link used to join the adventure. Each member of the guild can join, at least 3 are required. Ten minutes after the link was sent, the users who joined will be gathered. The guild adventure's difficulty will depend solely on the users' levels, their equipped items and race/class bonuses are not considered. The adventure's lentgh depends on the difficulty, +1 difficulty means +30 minutes time. Only guild leaders and officers can use this command. (This command has a guild cooldown of 1 hour.)
tr_tr: Bir lonca macerasına başlayın. Lonca maceraları, normal maceraların yanında gerçekleşebilir. Lonca maceralarında, lonca bankanız için ek altın kazanabilirsiniz. Bu komutu kullanırken, bot maceraya katılmak için kullanılan bir bağlantı gönderecektir. Loncanın her üyesi katılabilir, en az 3 kişi gereklidir. Bağlantı gönderildikten on dakika sonra katılan kullanıcılar toplanacaktır. Lonca macerasının zorluğu yalnızca kullanıcıların seviyelerine bağlı olacaktır, donanımlı eşyaları ve yarış / sınıf bonusları dikkate alınmaz. Maceranın ödülü zorluğa bağlıdır, +1 zorluk +30 dakika demektir. Bu komutu yalnızca lonca liderleri ve görevlileri kullanabilir. (Bu komutun 1 saatlik bir klan soğuma süresi vardır.)

source: Your guild is already on an adventure! Use `{prefix}guild status` to view how long it still lasts.
tr_tr: Loncan zaten macerada! Ne kadar süreceğini görmek için `{prefix}guild status` kullan.

source: You didn't get enough other players for the guild adventure.
tr_tr: Lonca macerası için yeterince başka oyuncu alamadın.

source: Guild adventure for **{guild}** started! Participants: {participants} Difficulty is **{difficulty}** Time it will take: **{time}**
tr_tr: **{guild}** için lonca macerası başladı! Katılımcılar: {participants} Zorluk **{difficulty}** Alacağı Zaman: **{time}**

source: View your guild adventure's status
tr_tr: Lonca maceranızın durumunu görüntüleyin

source: Check your guild adventure's status This will either display the time left or the reward. The reward can range from 20 times the difficulty up to 50 times the difficulty. Only guild leaders and officers can finish adventures, the status can be seen by every guild member.
tr_tr: Lonca maceranızın durumunu kontrol edin Bu ya kalan süreyi ya da ödülü gösterecektir. Ödül, zorluğun 20 katı ile zorluğun 50 katı arasında değişebilir. Yalnızca lonca liderleri ve görevlileri maceraları bitirebilir, durum her lonca üyesi tarafından görülebilir.

source: Your guild isn't on an adventure yet. Ask your guild officer to use `{prefix}guild adventure` to start one
tr_tr: Loncan henüz bir macerada değil. Bir tane başlatmak için lonca subayından `{prefix}guild adventure` kullanmasını iste

source: Your guild has completed an adventure of difficulty `{difficulty}` and **${gold}** has been added to the bank.
tr_tr: Loncan `{difficulty}` zorlukta olan bir macerayı tamamladı ve **${gold}** bankaya eklendi.

source: Your guild has completed an adventure of difficulty `{difficulty}`, ask a guild officer to check their status.
tr_tr: Loncan `{difficulty}` zorluğunda bir macera tamamladı, bir lonca subayından durumu kontrol etmesini iste.

source: Your guild is currently in an adventure with difficulty `{difficulty}`. Time remaining: `{remain}`
tr_tr: Loncan şu anda `{difficulty}` zorlukta olan bir macerada. Kalan zaman: `{remain}`

source: Lists guild-specific cooldowns
tr_tr: Loncaya özgü bekleme sürelerini listeler

source: Lists guild-specific cooldowns, meaning all guild members have these cooldowns and cannot use the commands.
tr_tr: Loncaya özgü bekleme sürelerini listeler, yani tüm guild üyeleri bu bekleme sürelerine sahiptir ve komutları kullanamaz.

source: Guild adventure is running and will be done after {time}
tr_tr: Lonca macerası devam ediyor ve {time} sonra bitecek

source: Vote for the bot on top.gg
tr_tr: Top.gg üzerinde bot için oy verin

source: Vote me up to get a random crate! You may receive a common crate (89%), an uncommon crate (6%), a rare crate (4%), a magic crate (0.9%) or a legendary crate (0.1%) If your vote was not registered, make sure you are logged into the right account on https://discord.com/login and try again.
tr_tr: Rastgele bir sandık almak için bana oy verin! Sıradan bir sandık (% 89), sıradışı bir sandık (% 6), nadir bir sandık (% 4), büyülü bir sandık (% 0,9) veya efsanevi bir sandık (% 0,1) alabilirsiniz Oyunuz kaydedilmediyse, https://discord.com/login adresinde doğru hesapta oturum açtığınızdan emin olun ve tekrar deneyin.

source: Upvote me to receive a random crate! You will be rewarded a few seconds afterwards! Each of the following links will reward you with one random crate upon voting: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>
tr_tr: Rastgele bir sandık almak için bana oy verin! Birkaç saniye sonra ödüllendirileceksiniz! Aşağıdaki bağlantıların her biri, oy verdiğinizde sizi rastgele bir sandık ile ödüllendirecek: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>

source: Create a new character
tr_tr: Yeni bir karakter oluşturun

source: `[name]` - The name to give your character; will be interactive if not given Create a new character and start playing IdleRPG. By creating a character, you agree to the [bot rules](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). No idea where to go from here? Check out our [tutorial](https://idlerpg.xyz/tutorial/). If you still have questions afterward, feel free to ask us on the official [support server](https://support.idlerpg.xyz/). (This command has a cooldown of 1 hour.)
tr_tr: `[name]` - Karakterinize verilecek ad; verilmezse etkileşimli olacak Yeni bir karakter oluşturun ve IdleRPG oynamaya başlayın. Bir karakter oluşturarak, [bot kurallarını] (https://wiki.idlerpg.xyz/index.php?title=Rules#botrules) kabul etmiş olursunuz. Buradan nereye gideceğine dair bir fikrin yok mu? [Öğreticimize] (https://idlerpg.xyz/tutorial/) göz atın. Daha sonra hala sorularınız varsa, resmi [destek sunucusunda] (https://support.idlerpg.xyz/) bize sorabilirsiniz. (Bu komutun soğuma süresi 1 saattir.)

source: Timeout expired. Please retry!
tr_tr: Zaman aşımı süresi doldu. Lütfen tekrar dene!

source: **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game items or currency for real money or items directly comparable to currency is forbidden IdleRPG is a global bot, your characters are valid everywhere
tr_tr: **Lütfen bir karakter oluştururken şu kuralları kabul ettiğinizi unutmayın:** 1) Kişi başına yalnızca en fazla iki karakter 2) Hatalardan veya istismarlardan istismar veya yararlanma yok 3) Diğer oyunculara karşı dostça ve nazik olun 4) Oyun içi öğelerin veya para biriminin gerçek parayla veya doğrudan para birimiyle karşılaştırılabilir öğelerle ticareti yasaktır IdleRPG küresel bir bottur, karakterleriniz her yerde geçerlidir

source: Creation of your character cancelled.
tr_tr: Karakterinizin oluşturulması iptal edildi.

source: Illegal character (`) found in the name. Please try again and choose another name.
tr_tr: Adda geçersiz karakter (`) bulundu. Lütfen tekrar deneyin ve başka bir isim seçin.

source: Starter Sword
tr_tr: Başlangıç Kılıcı

source: Starter Shield
tr_tr: Başlangıç Kalkanı

source: Successfully added your character **{name}**! Now use `{prefix}profile` to view your character!
tr_tr: Karakterin **{name}** başarılı bir şekilde eklendi! Şimdi karakterine bakmak için `{prefix}profile` kullan!

source: Character names must be at least 3 characters and up to 20.
tr_tr: Karakter isimleri en az 3 karakter ve en fazla 20 karakter olmalı.

source: View someone's profile
tr_tr: Birinin profilini görüntüleyin

source: `[person]` - The person whose profile to view; defaults to oneself View someone's profile. This will send an image. For an explanation what all the fields mean, see [this picture](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
tr_tr: `[person]` - Profili görüntülenecek kişi; varsayılan olarak Birinin profilini görüntüleyin. Bu bir görüntü gönderecek. Tüm alanların ne anlama geldiğiyle ilgili bir açıklama için bkz. [Bu resim] (https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)

source: **{person}** does not have a character.
tr_tr: **{person}**'nin karakteri yok.

source: No God
tr_tr: Tanrı Yok

source: View someone's profile differently
tr_tr: Birinin profilini farklı şekilde görüntüleyin

source: `[target]` - The person whose profile to view View someone's profile. This will send an embed rather than an image and is usually faster.
tr_tr: `[target]` - Profili görüntülenecek kişi Birinin profilini görüntüleyin. Bu, bir resim yerine bir yerleştirme gönderir ve genellikle daha hızlıdır.

source: **{target}** does not have a character.
tr_tr: **{target}**'nin karakteri yok.

source: None Equipped
tr_tr: Hiçbiri Donatılmamış

source: General
tr_tr: Genel

source: **Money**: `${money}` **Level**: `{level}` **Class**: `{class_}` **Race**: `{race}` **PvP Wins**: `{pvp}` **Guild**: `{guild}`
tr_tr: **Para**: `${money}` **Seviye**: `{level}` **Sınıf**: `{class_}` **Irk**: `{race}` **PvP Galibiyetleri**: `{pvp}` **Lonca**: `{guild}`

source: Ranks
tr_tr: Rütbeler

source: **Richest**: `{rank_money}` **XP**: `{rank_xp}`
tr_tr: **En Zengin**: `{rank_money}` **TP**: `{rank_xp}`

source: Equipment
tr_tr: Ekipman

source: Right Hand: {right_hand} Left Hand: {left_hand}
tr_tr: Sağ El: {right_hand} Sol El: {left_hand}

source: Mission
tr_tr: Görev

source: Show your current luck
tr_tr: Şimdiki şansınızı gösterin

source: Shows your current luck value. Luck updates once a week for everyone, usually on Monday. It depends on your God. Luck influences your adventure survival chances as well as the rewards. Luck is decided randomly within the Gods' luck boundaries. You can find your God's boundaries [here](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). If you have enough favor to place in the top 25 followers, you will gain additional luck: - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck If you follow a new God (or become Godless), your luck will not update instantly, it will update with everyone else's luck on Monday.
tr_tr: Şimdiki şans değerinizi gösterir. Şans güncellemeleri herkes için haftada bir, genellikle Pazartesi günleri. Tanrınıza bağlıdır. Şans, macerada hayatta kalma şansınızı ve ödülleri etkiler. Şansa, Tanrıların şans sınırları içinde rastgele karar verilir. Tanrınızın sınırlarını [burada] (https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities) bulabilirsiniz. İlk 25 takipçiye girecek kadar iyiliğiniz varsa, ek şans kazanırsınız: - İlk 25'ten 21'e +0,1 şans elde edecek - İlk 20'den 16'ya +0,2 şans elde edecek - İlk 15'ten 11'e +0,3 şans elde edecek - İlk 10'dan 6'ya +0,4 şans elde edecek - İlk 5'e 1 +0,5 şans elde edecek Yeni bir Tanrıyı takip ederseniz (veya Tanrısız olursanız), şansınız anında güncellenmeyecek, Pazartesi günü herkesin şansı ile güncellenecektir.

source: Your current luck multiplier is `{luck}x` (≈{percent}% {adj} than usual (usual=1)).
tr_tr: Mevcut şans çarpanınız `{luck}x` (her zamankinden ≈{percent}% {adj} (normal =1)).

source: more
tr_tr: daha

source: less
tr_tr: az

source: Shows your balance
tr_tr: Bakiyenizi gösterir

source: Shows the amount of money you currently have. Among other ways, you can get more money by: - Playing adventures - Selling unused equipment - Gambling
tr_tr: Şu anda sahip olduğunuz paranın miktarını gösterir. Diğer yolların yanı sıra, şu yollarla daha fazla para kazanabilirsiniz: - Macera oynamak - Kullanılmayan ekipmanın satışı - Kumar

source: You currently have **${money}**, {author}!
tr_tr: Şu anda **${money}** paran var, {author}!

source: Show a player's current XP
tr_tr: Bir oyuncunun mevcut XP'sini göster

source: `[user]` - The player whose XP and level to show; defaults to oneself Show a player's XP and level. You can gain more XP by: - Completing adventures - Exchanging loot items for XP
tr_tr: `[kullanıcı]` - XP'si ve seviyesi gösterilecek oyuncu; varsayılan olarak Bir oyuncunun XP'sini ve seviyesini gösterin. Aşağıdakileri yaparak daha fazla XP kazanabilirsiniz: - Maceraları tamamlamak - Ganimet eşyalarını XP ile takas etmek

source: You currently have **{points} XP**, which means you are on Level **{level}**. Missing to next level: **{missing}**
tr_tr: Şu anda sende **{points} TP** var, bu da demek oluyor ki Seviyen **{level}**. Bir sonraki seviye için gereken: **{missing}**

source: {user} has **{points} XP** and is on Level **{level}**. Missing to next level: **{missing}**
tr_tr: {user}'ın **{points} TP**si var ve seviye **{level}**. Bir sonraki seviye için eksik: **{missing}**

source: {user}'s inventory includes
tr_tr: {user}'in envanteri

source: (**Equipped**)
tr_tr: (**Giyildi**)

source: Damage: `{damage}`
tr_tr: Hasar: `{damage}`

source: Armor: `{armor}`
tr_tr: Zırh: `{armor}`

source: Signature: *{signature}*
tr_tr: İmza: *{signature}*

source: ID: `{id}`, Type: `{type_}` (uses {hand} hand(s)) with {statstr}. Value is **${value}**{signature}
tr_tr: ID: `{id}`, Tür: `{type_}` ( {hand} el(ler) kullanır) with {statstr}. Değer **${value}**{signature}

source: Page {page} of {maxpages}
tr_tr: Sayfa {page} - {maxpages}

source: Show your gear items
tr_tr: Kuşanılmış eşyalarınızı gösterin

source: `[itemtype]` - The type of item to show; defaults to all items `[lowest]` - The lower boundary of items to show; defaults to 0 `[highest]` - The upper boundary of items to show; defaults to 101 Show your gear items. Items that are in the market will not be shown. Gear items can be equipped, sold and given away, or upgraded and merged to make them stronger. You can gain gear items by completing adventures, opening crates, or having your pet hunt for them, if you are a ranger. To sell unused items for their value, use `{prefix}merch`. To put them up on the global player market, use `{prefix}sell`.
tr_tr: `[itemtype]` - Gösterilen eşyanın tipi; belirtilmezse her türü gösterir. -`[lowest]` - Gösterilen eşyanın minimum atak/defans istatistiği; belirtilmezse 0 olarak alınır -`[lowest]` - Gösterilen eşyanın maximum atak/defans istatistiği; belirtilmezse 101 olarak alınır -Envanterinizdeki eşyaları gösterir. Marketteki eşyalar dahil değildir. -Burada gösterilen eşyalar kullanılabilir, birilerine verilebilir, güçlendirmek adına yükseltilebilir veya birleştirilebilir. -Eşyaları maceralardan, sandıklardan ve bekçi sınıfındansanız evcil hayvanınızın avından alabilirsiniz. -Kullanılmayan eşyaları değerinde satmak için `{prefix}merch`, onları evrensel dükkana koymak için `{prefix}sell`kullanın.

source: Make sure that the `highest` value is greater than `lowest`.
tr_tr: `highest` değerin `lowest` değerden büyük olduğundan emin ol.

source: Please select a valid item type or `all`. Available types: `{all_types}`
tr_tr: Lütfen geçerli bir öğe türü veya "tümü" seçin. Kullanılabilir türler: `{all_types}`

source: Your inventory is empty.
tr_tr: Envanterin boş.

source: {user} has the following loot items.
tr_tr: {user} aşağıdaki ganimet eşyalarına sahip.

source: ID: `{id}` Value is **{value}**
tr_tr: ID: `{id}` Değeri **{value}**

source: Show your loot items
tr_tr: Ganimet eşyalarınızı gösterin

source: Show your loot items. Loot items can be exchanged for money or XP, or sacrificed to your God to gain favor points. You can gain loot items by completing adventures. The higher the difficulty, the higher the chance to get loot. If you are a Ritualist, your loot chances are doubled. Check [our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) for the exact chances.
tr_tr: Ganimet eşyalarınızı gösterin. Yağma eşyaları para veya XP ile takas edilebilir veya iyilik puanı kazanmak için Tanrınız için feda edilebilir. Maceraları tamamlayarak ganimet öğeleri kazanabilirsiniz. Zorluk ne kadar yüksekse, ganimet alma şansı o kadar yüksek olur. Ritualist iseniz, ganimet şansınız ikiye katlanır. Kesin şanslar için [wiki'mizi] (https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) kontrol edin.

source: You do not have any loot at this moment.
tr_tr: Şu anda herhangi bir ganimetin yok.

source: Exchange your loot for money or XP
tr_tr: Ganimetinizi para veya XP ile değiştirin

source: `[loot_ids...]` - The loot IDs to exchange; defaults to all loot Exchange your loot for money or XP, the bot will let you choose. If you choose money, you will get the loots' combined value in cash. For XP, you will get 1/4th of the combined value in XP.
tr_tr: `[loot_ids...]` - Değiştirilecek yağma kimlikleri; varsayılan olarak tüm ganimetler Ganimetinizi para veya XP ile değiştirin, bot seçim yapmanıza izin verecektir. Parayı seçerseniz, ganimetlerin toplam değerini nakit olarak alırsınız. XP için, XP'deki birleşik değerin 1 / 4'ünü alacaksınız.

source: You don't have any loot.
tr_tr: Herhangi bir ganimetin yok.

source: You don't own any loot items with the IDs: {itemids}
tr_tr: ID'si {itemids} olan bir ganimet eşyasına sahip değilsin.

source: Select a reward
tr_tr: Ödül seç

source: Do you want favor? {prefix}sacrifice instead
tr_tr: İyilik ister misin? {prefix}sacrifice kullan

source: **{value} XP**
tr_tr: **{value} TP**

source: You received **{reward}** when exchanging all of your loot.
tr_tr: Tüm ganimetini değiş tokuş ederken **{reward}** aldın.

source: You received **{reward}** when exchanging loot item(s) `{loot_ids}`.
tr_tr: Gaminet eşyasını(larını) `{loot_ids}` değiş tokuş ederken **{reward}** aldın

source: Equip an item
tr_tr: Bir eşya donanın

source: `<itemid>` - The ID of the item to equip Equip an item by its ID, you can find the item IDs in your inventory. Each item has an assigned hand slot, "any" meaning that the item can go in either hand, "both" meaning it takes both hands, "left" and "right" should be clear. You cannot equip two items that use the same hand, or a second item if the one your have equipped is two-handed.
tr_tr: `<itemid>` - Donatılacak öğenin kimliği Bir öğeyi kimliğine göre donatın, öğe kimliklerini envanterinizde bulabilirsiniz. Her öğenin atanmış bir el yuvası vardır, "herhangi biri", öğenin her iki taraftan da gidebileceği anlamına gelir, "her ikisi" iki elini de tuttuğu anlamına gelir, "sol" ve "sağ" net olmalıdır. Aynı eli kullanan iki öğeyi veya sahip olduğunuz iki elli ise ikinci bir öğeyi donatamazsınız.

source: You don't own an item with the ID `{itemid}`.
tr_tr: ID'si `{itemid}` olan bir eşyaya sahip değilsin.

source: Select an item to unequip
tr_tr: Çıkarmak için bir öğe seçin

source: Successfully equipped item `{itemid}` and put off item(s) {olditems}.
tr_tr: `{itemid}` öğesi başarıyla donatıldı ve öğe (ler) {olditems} kaldırıldı.

source: Successfully equipped item `{itemid}`.
tr_tr: `{itemid}` ID'li eşya başarılı bir şekilde giyildi.

source: Unequip an item
tr_tr: Bir öğeyi kuşanmayı bırak

source: `<itemid>` - The ID of the item to unequip Unequip one of your equipped items. This has no benefit whatsoever.
tr_tr: `<itemid>` - Eşitliği kaldırılacak öğenin kimliği Donanımlı eşyalarınızdan birini çıkartın. Bunun hiçbir faydası yok.

source: You don't have this item equipped.
tr_tr: Bu eşyayı giymiyorsun.

source: Successfully unequipped item `{itemid}`.
tr_tr: Başarılı bir şekilde `{itemid}` eşyası çıkarıldı.

source: Merge two items to make a stronger one
tr_tr: Daha güçlü bir tane yapmak için iki öğeyi birleştirin

source: `<firstitemid>` - The ID of the first item `<seconditemid>` - The ID of the second item Merges two items to a better one. ⚠ The first item will be upgraded by +1, the second item will be destroyed. The two items must be of the same item type and within a 5 stat range of each other. For example, if the first item is a 23 damage Scythe, the second item must be a Scythe with damage 18 to 28. One handed weapons can be merged up to 41, two handed items up to 82 (This command has a cooldown of 1 hour.)
tr_tr: "<firstitemid>" - İlk öğenin kimliği "<seconditemid>" - İkinci öğenin kimliği İki öğeyi daha iyi bir öğeyle birleştirir. ⚠ İlk öğe +1 ile yükseltilecek, ikinci öğe yok edilecek. İki öğe aynı öğe türünde ve birbirinin 5 stat aralığında olmalıdır. Örneğin, ilk öğe 23 hasarlı bir Tırpan ise, ikinci öğe 18 ila 28 hasarlı bir Tırpan olmalıdır. Tek elle kullanılan silahlar 41'e kadar, iki elle kullanılan eşya 82'ye kadar birleştirilebilir. (Bu komutun soğuma süresi 1 saattir.)

source: Good luck with that.
tr_tr: Bununla iyi şanslar.

source: You don't own both of these items.
tr_tr: Bu eşyaların her ikisine de sahip değilsin.

source: The items are of unequal type. You may only merge a sword with a sword or a shield with a shield.
tr_tr: Eşyaların türü aynı değil. Sadece kılıç ile kılıcı ya da kalkan ile kalkanı birleştirebilirsin.

source: This item is already on the maximum upgrade level.
tr_tr: Bu eşya zaten maksimum yükseltme seviyesinde.

source: The second item's stat must be in the range of `{min_}` to `{max_}` to upgrade an item with the stat of `{stat}`.
tr_tr: Gücü `{stat}` olan bir eşyayı yükseltmek için kullanılan ikinci eşyanın gücü `{min_}` ile `{max_}` arasında olmalı.

source: The {stat} of your **{item}** is now **{newstat}**. The other item was destroyed.
tr_tr: Türü {stat} olan **{item}**'nın gücü artık **{newstat}**. Diğer eşya yok edildi.

source: Upgrade an item
tr_tr: Bir öğeyi yükseltin

source: `<itemid>` - The ID of the item to upgrade Upgrades an item's stat by 1. The price to upgrade an item is 250 times its current stat. For example, upgrading a 15 damage sword will cost $3,750. One handed weapons can be upgraded up to 41, two handed items up to 82. (This command has a cooldown of 1 hour.)
tr_tr: `<itemid>` - Yükseltilecek öğenin kimliği Bir öğenin statüsünü 1 yükseltir. Bir öğeyi yükseltme ücreti, mevcut statüsünün 250 katıdır. Örneğin, 15 hasarlı bir kılıcı yükseltmek 3.750 dolara mal olacak. Tek elle kullanılan silahlar 41'e, iki elle kullanılan eşya ise 82'ye yükseltilebilir. (Bu komutun bekleme süresi 1 saattir.)

source: Your weapon already reached the maximum upgrade level.
tr_tr: Silahın zaten maksimum yükseltme seviyesine ulaştı.

source: Are you sure you want to upgrade this item: {item}? It will cost **${pricetopay}**.
tr_tr: Bu eşyayı yükseltmek istediğine emin misin: {item}? Fiyatı **${pricetopay}** ediyor.

source: Weapon upgrade cancelled.
tr_tr: Silah yükseltmesi iptal edildi.

source: You are too poor to upgrade this item. The upgrade costs **${pricetopay}**, but you only have **${money}**.
tr_tr: Bu eşyayı yükseltmek için çok fakirsin. Yükseltme **${pricetopay}** ediyor, ama sende sadece **${money}** var.

source: The {stat} of your **{item}** is now **{newstat}**. **${pricetopay}** has been taken off your balance.
tr_tr: Türü {stat} olan **{item}**'nın gücü artık **{newstat}**. Bakiyenden **${pricetopay}** alındı.

source: Give someone money
tr_tr: Birine para ver

source: `<money>` - The amount of money to give to the other person, cannot exceed 100,000,000 `[other]` - The person to give the money to Gift money! It will be removed from you and added to the other person.
tr_tr: `<money>` - Diğer kişiye verilecek para miktarı 100.000.000'i geçemez. `[other]` - Parayı verilecek kişi Hediye parası! Sizden kaldırılacak ve diğer kişiye eklenecektir.

source: No cheating!
tr_tr: Hile yok!
