Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: Success! {other} now has **${othermoney}**, you now have **${authormoney}**.
tr_tr: Başarı! {other}'da şimdi **${othermoney}** var, sende şimdi **${authormoney}** var.

source: Rename your character
tr_tr: Karakterinizi yeniden adlandırın

source: `[name]` - The name to use; if not given, this will be interactive Renames your character. The name must be from 3 to 20 characters long.
tr_tr: `[name]` - Kullanılacak ad; verilmezse, bu etkileşimli olacaktır Karakterinizi yeniden adlandırır. İsim 3 ila 20 karakter uzunluğunda olmalıdır.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20)
tr_tr: Karakterinin adı ne olmalı? (Minimum 3 Karakter, Maksimum 20)

source: Timeout expired. Retry!
tr_tr: Zaman aşımı süresi doldu. Tekrar dene!

source: Character name updated.
tr_tr: Karakter ismi güncellendi.

source: Character names must be at least 3 characters!
tr_tr: Karakter isimleri en az 3 karakter olmalı!

source: Character names mustn't exceed 20 characters!
tr_tr: Karakter isimleri 20 karakteri geçmemeli!

source: Delete your character
tr_tr: Karakterini sil

source: Deletes your character. There is no way to get your character data back after deletion. Deleting your character also removes: - Your guild if you own one - Your alliance's city ownership - Your marriage and children
tr_tr: Karakterinizi siler. Silme işleminden sonra karakter verilerinizi geri almanın bir yolu yoktur. Karakterinizi silmek ayrıca şunları da kaldırır: - Kendi loncanız varsa - İttifakınızın şehir sahipliği - Evliliğiniz ve çocuklarınız

source: Are you absolutely sure you want to delete your character? React in the next 30 seconds to confirm. **This cannot be undone.**
tr_tr: Karakterini silmek istediğinden kesinlikle emin misin? Onaylamak için 30 saniye içinde tepki ver. **Geri alınamaz.**

source: Cancelled deletion of your character.
tr_tr: Karakterinin silinmesi iptal edildi.

source: Successfully deleted your character. Sorry to see you go :frowning:
tr_tr: Karakterin başarılı bir şekilde silindi. Gittiğini görmek üzücü :frowning:

source: Update your profile color
tr_tr: Profil renginizi güncelleyin

source: Format for colour is `#RGB`, `#RRGGBB`, a colour code like `cyan` or rgb/rgba values like (255, 255, 255, 0.5).
tr_tr: Renk için format `#RGB`, `#RRGGBB` şeklindedir. `cyan` gibi bir renk kodu ya da (255, 255, 255, 0.5) gibi rgb/rgba değerleridir.

source: Successfully set your profile colour to `{colour}`.
tr_tr: Profil rengin başarılı bir şekilde `{colour}` rengine ayarlandı.

source: Publish an announcement
tr_tr: Bir duyuru yayınlayın

source: Publish a message from an announement channel
tr_tr: Bir duyuru kanalından bir mesaj yayınlayın

source: Message has been published!
tr_tr: Mesaj yayınlandı!

source: This message is not from an announcement channel!
tr_tr: Bu mesaj bir duyuru kanalından değil!

source: Clean up the shop
tr_tr: Dükkanı temizle

source: Remove items from the shop that have been there for more than 14 days, returning them to the owners' inventories. Only Game Masters can use this command.
tr_tr: Mağazadan 14 günden uzun süredir orada olan eşyaları çıkarıp sahiplerinin envanterine iade edin. Bu komutu yalnızca Oyun Yöneticileri kullanabilir.

source: Cleared {num} shop items which timed out.
tr_tr: Zaman aşımına uğraşmış {num} dükkan eşyaları temizlendi.

source: Clear donator cache for a user
tr_tr: Bir kullanıcı için bağışçı önbelleğini temizleyin

source: `<other>` - A server member Clears the cached donator rank for a user globally, allowing them to use the new commands after donating. Only Game Masters can use this command.
tr_tr: `<other>` - Bir sunucu üyesi Tüm dünyadaki bir kullanıcı için önbelleğe alınmış bağışçı sıralamasını temizleyerek bağış yaptıktan sonra yeni komutları kullanmalarına izin verir. Bu komutu yalnızca Oyun Yöneticileri kullanabilir.

source: Bot-unban a user
tr_tr: Bir kullanıcının yasağını kaldır

source: `<other>` - A discord User Unbans a user from the bot, allowing them to use commands and reactions again. Only Game Masters can use this command.
tr_tr: `<other>` - Bir Discord Kullanıcısı Bir kullanıcının bottaki yasağını kaldırarak komutları ve tepkileri tekrar kullanmasına izin verir. Bu komutu yalnızca Oyun Yöneticileri kullanabilir.

source: Unbanned: {other}
tr_tr: Yasak kaldırıldı: {other}

source: {other} is not banned.
tr_tr: {other} yasaklanmış değil.

source: Create money
tr_tr: Para oluştur

source: Successfully gave **${money}** without a loss for you to **{other}**.
tr_tr: Senden bir şey kaybetmeden **{other}**'a başarılı bir şekilde **${money}** verildi.

source: Remove money
tr_tr: Parayı kaldır

source: Successfully removed **${money}** from **{other}**.
tr_tr: **{other}**'dan **${money}** başarılı bir şekilde silindi.

source: Delete a character
tr_tr: Bir karakteri sil

source: Successfully deleted the character.
tr_tr: Karakter başarılı bir şekilde silindi.

source: Rename a character
tr_tr: Bir karakteri yeniden adlandırın

source: What shall the character's name be? (min. 3 letters, max. 20)
tr_tr: Karakterin adı ne olmalı? (min. 3 Karakter, maks. 20)

source: Timeout expired.
tr_tr: Zaman aşımı süresi doldu.

source: Renamed.
tr_tr: Yeniden adlandırıldı.

source: Create an item
tr_tr: Bir öğe oluşturun

source: Invalid item type.
tr_tr: Geçersiz eşya türü.

source: Invalid stat.
tr_tr: Geçersiz istatistik.

source: Done.
tr_tr: Bitti.

source: Create crates
tr_tr: Kasalar oluşturun

source: Successfully gave **{amount}** {rarity} crates to **{target}**.
tr_tr: **{target}**'a başarılı bir şekilde **{amount}** {rarity} verildi.

source: Generate XP
tr_tr: XP oluştur

source: Successfully gave **{amount}** XP to **{target}**.
tr_tr: **{target}**'a başarılı bir şekilde *{amount}** TP verildi.

source: Wipe someone's donation perks.
tr_tr: Birinin bağış avantajlarını silin.

source: Successfully reset {target}'s background, class, item names and guild member limit.
tr_tr: {target}'in arkaplanı, sınıfı, eşya isimleri ve lonca üye limiti başarılı bir şekilde sıfırlandı.

source: Reset someone's classes
tr_tr: Birinin sınıflarını sıfırlayın

source: Successfully reset {target}'s class.
tr_tr: {target}'nın sınıfı başarılı bir şekilde sıfırlandı.

source: Sign an item
tr_tr: Bir öğeyi imzalayın

source: Text exceeds 50 characters.
tr_tr: Metin 50 karakteri aşıyor.

source: Item successfully signed.
tr_tr: Eşya başarılı bir şekilde imzalandı.

source: Start an auction
tr_tr: Müzayede başlatın

source: `<item>` - a description of what is being auctioned Starts an auction on the support server. Users are able to bid. The auction timeframe extends by 30 minutes if users keep betting. The auction ends when no user bids in a 30 minute timeframe. The item is not given automatically and the needs to be given manually. Only Game Masters can use this command.
tr_tr: `<item>` - neyin açık artırmaya çıktığına ilişkin açıklama Destek sunucusunda bir açık artırma başlatır. Kullanıcılar teklif verebilir. Açık artırma süresi, kullanıcılar bahis yapmaya devam ederse 30 dakika uzar. Açık artırma, 30 dakikalık süre içinde hiçbir kullanıcı teklif vermediğinde sona erer. Materyal otomatik olarak verilmez ve ihtiyaçların manuel olarak verilmesi gerekir. Bu komutu yalnızca Oyun Yöneticileri kullanabilir.

source: There's still an auction running.
tr_tr: Hala devam eden bir müzayede var.

source: Auctions channel wasn't found.
tr_tr: Açık artırma kanalı bulunamadı.

source: Bid on an auction
tr_tr: Müzayedeye teklif ver

source: `<amount>` - the amount of money to bid, must be higher than the current highest bid Bid on an ongoing auction. The amount is removed from you as soon as you bid and given back if someone outbids you. This is to prevent bidding impossibly high and then not paying up.
tr_tr: "<amount>" - teklif edilecek para miktarı, mevcut en yüksek tekliften yüksek olmalıdır Devam eden bir müzayedeye teklif verin. Miktar, siz teklif verir vermez sizden silinir ve birisi size üstün gelirse geri verilir. Bu, imkansız derecede yüksek teklif vermeyi ve sonra ödeme yapmamayı önlemek içindir.

source: No auction running.
tr_tr: Açık artırma yok.

source: Bid too low.
tr_tr: Çok düşük teklif.

source: Bid submitted.
tr_tr: Teklif gönderildi.

source: Set a cooldown
tr_tr: Bir bekleme süresi ayarlayın

source: The cooldown has been updated!
tr_tr: Bekleme süresi güncellendi!

source: Cooldown setting unsuccessful (maybe you mistyped the command name or there is no cooldown for the user?).
tr_tr: Bekleme süresi ayarı başarısız oldu (belki de komut ismini yanlış yazdın ya da kullanıcı için bekleme süresi yok?)

source: Sacrifice loot for favor
tr_tr: İyilik için ganimet kurban et

source: This will sacrifice all of your loot and give {value} favor. Continue?
tr_tr: Bu, tüm ganimetini kurban edecek ve {value} iyilik verecek. Devam edilsin mi?

source: You prayed to {god}, and they accepted your {count} sacrificed loot item(s). Your standing with the god has increased by **{points}** points.
tr_tr: {god}'ya dua ettin, ve onlar senin kurban ettiğin {count} ganimet eşyayı(larını) kabul etti. Tanrıya olan bağlılığın **{points}** puan yükseldi.

source: Choose or change your God
tr_tr: Tanrınızı seçin veya değiştirin

source: Choose a God or change your current God for a reset point. Every player gets 2 reset points when they start playing, you cannot get any more. Following a God allows your `{prefix}luck` to fluctuate, check `{prefix}help luck` to see the exact effects this will have on your gameplay. If you don't have any reset points left, or became Godless, you cannot follow another God. (This command has a cooldown of 3 minutes.)
tr_tr: Sıfırlama noktası için bir Tanrı seçin veya mevcut Tanrınızı değiştirin. Her oyuncu oynamaya başladığında 2 sıfırlama puanı alır, daha fazlasını alamazsınız. Bir Tanrı'nın peşinde koşmak `{prefix}luck` dalgalanmasına izin verir, bunun oyununuz üzerindeki tam etkilerini görmek için `{prefix}help luck` bakın. Hiç sıfırlama noktanız kalmadıysa veya Tanrısız olduysanız, başka bir Tanrı'yı ​​izleyemezsiniz. (Bu komutun 3 dakikalık bir soğuma süresi vardır.)

source: You have no more reset points.
tr_tr: Başka sıfırlama puanın yok.

source: You already chose a god. This change now will cost you a reset point. Are you sure?
tr_tr: Zaten bir tanrı seçtin. Bu değişiklik şimdi sana bir sıfırlama puanına mal olacak. Emin misin?

source: ⚠ **Warning**: When you have a God, your luck will change (**including decreasing it!**) This impacts your adventure success chances amongst other things. Are you sure you want to follow {god}?
tr_tr: ⚠ ** Uyarı **: Bir Tanrı'ya sahip olduğunuzda, şansınız değişecektir (** onu azaltmak dahil! **) Bu, diğer şeylerin yanı sıra macera başarı şansınızı da etkiler. {god}u takip etmek istediğinizden emin misiniz??

source: You became Godless while using this command. Following a God is not allowed after that.
tr_tr: Bu emri kullanırken Tanrısız oldunuz. Bundan sonra bir Tanrı'nın izlenmesine izin verilmez.

source: You are now a follower of {god}.
tr_tr: Artık {god}'a bağlısın.

source: Unfollow your God and become Godless
tr_tr: Tanrını takip etmeyi bırak ve Tanrısız ol

source: You already became Godless before.
tr_tr: Daha önce zaten Tanrısız oldun.

source: {god} smiles proudly down upon you.
tr_tr: {god} size gururla gülümsüyor.

source: You are now Godless.
tr_tr: Artık Tanrı'sızsınız.

source: Pray to your God to gain favor
tr_tr: Tanrınızdan lütuf kazanmak için dua edin

source: Pray to your God in order to gain a random amont of favor points, ranging from 0 to 1000. There is a 33% chance you will gain 0 favor, a 33% chance to gain anywhere from 0 to 500 favor and a 33% chance to gain anywhere from 500 to 1000 favor. (This command has a cooldown until 12am UTC.)
tr_tr: 0 ile 1000 arasında rastgele bir miktarda iyilik puanı kazanmak için Tanrınıza dua edin. 0 iyilik kazanma şansınız% 33, 0 ile 500 arasında herhangi bir yerde kazanma şansı% 33 ve 500 ile 1000 iyilik arasında herhangi bir yerde kazanma şansı% 33. (Bu komutun 12.00 UTC'ye kadar soğuma süresi vardır.)

source: They obviously didn't like your prayer!
tr_tr: Onlar belli ki duanı beğenmediler!

source: Noone heard you!
tr_tr: Seni kimse duymadı!

source: Your voice has made them screw off.
tr_tr: Sesin onları mahvetti.

source: Even a donkey would've been a better follower than you.
tr_tr: Eşek bile senden daha bağlı biri olurdu.

source: „Rather lousy, but okay“, they said.
tr_tr: „Oldukça berbat, ama tamam“, dediler.

source: You were a little sleepy.
tr_tr: Biraz uykuluydun.

source: They were a little amused about your singing.
tr_tr: Senin şarkı söylemenle biraz eğlendiler.

source: Hearing the same prayer over and over again made them tired.
tr_tr: Aynı duayı tekrar tekrar duymak onları yordu.

source: Your Gregorian chants were amazingly well sung.
tr_tr: Gregorian ilahilerin inanılmaz iyi söylendi.

source: Even the birds joined in your singing.
tr_tr: Şarkı söylemene kuşlar bile katıldı.

source: The other gods applauded while your god noted down the best mark.
tr_tr: Senin tanrın en iyi notu kaydederken diğer tanrılar alkışladı.

source: Rarely have you had a better day!
tr_tr: Nadiren daha iyi bir gün geçirdin mi!

source: Your prayer resulted in **{val}** favor. {message}
tr_tr: Duan **{val}** iyilik ile sonuçlandı. {message}

source: Shows your God and favor
tr_tr: Tanrınızı ve lütfunuzu gösterir

source: Your god is **{god}** and you have **{favor}** favor with them.
tr_tr: Tanrın **{god}** ve onlarla *{favor}** iyiliğin var.

source: Show the top followers of your God
tr_tr: Tanrınızın en iyi takipçilerini gösterin

source: You are not following any god currently, therefore the list cannot be generated.
tr_tr: Şu anda herhangi bir tanrıyı takip etmiyorsunuz, bu nedenle liste oluşturulamıyor.

source: Normal followers may only view the top 25.
tr_tr: Normal takipçiler sadece ilk 25'i görebilirler.

source: > {user} gives: {money}{crates}{items}
tr_tr: > {user} verir: {money}{crates}{items}

source: Use `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`
tr_tr: `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]` kullan

source: Trade timed out.
tr_tr: Ticaret zaman aşımına uğradı.

source: {user} stopped the trade.
tr_tr: {user} ticareti durdurdu.

source: Trade cancelled. Things were traded away in the meantime.
tr_tr: Ticaret iptal edildi. Bu sırada eşyalar satıldı.

source: Some item was modified in the meanwhile.
tr_tr: Bu arada bazı öğeler değiştirildi.

source: Trade successful.
tr_tr: Ticaret başarılı.

source: Opens a trading session with a user.
tr_tr: Kullanıcıyla ticaret oturumu açar.

source: You cannot trade with yourself.
tr_tr: Kendinle ticaret yapamazsın.

source: {user} has requested a trade, {user2}.
tr_tr: {user} ticaret istedi, {user2}.

source: Someone is already in a trade.
tr_tr: Birisi zaten bir takas yapıyor.

source: Adds something to a trade.
tr_tr: Ticarete bir şey ekler.

source: Adds something to trade session. You can specifiy what item you want to add to the trade by using one of the subcommands below. You need to have an open trading session to use this command.
tr_tr: Ticaret seansına bir şey ekler. Aşağıdaki alt komutlardan birini kullanarak takasa eklemek istediğiniz ürünü belirtebilirsiniz. Bu komutu kullanmak için açık bir ticaret seansınız olması gerekir.

source: Please select something to add. Example: `{prefix}trade add money 1337`
tr_tr: Lütfen ekleyecek bir şey seç. Örnek: `{prefix}trade add money 1337`

source: Adds money to a trade.
tr_tr: Ticarete para ekler.

source: Adds crates to a trade.
tr_tr: Ticarete sandıklar ekler.

source: You do not have enough crates.
tr_tr: Yeterli sandıkların yok.

source: Adds items to a trade.
tr_tr: Ticarete eşyalar ekler.

source: You already added this item!
tr_tr: Bu eşyayı zaten ekledin!

source: You may not sell modified items.
tr_tr: Değiştirilmiş eşyalar satamazsın.

source: Adds multiple items to a trade.
tr_tr: Bir ticarete birden fazla eşya ekler.

source: You already added one or more of these items!
tr_tr: Bu eşyalardan birini veya daha fazlasını zaten ekledin!

source: Sets a value to a trade instead of adding onto it.
tr_tr: Ticarete üstüne değer eklemek yerine değer verir.

source: Sets a sepcific value in the trade session. You can specifiy what item you want to set in the trade by using one of the subcommands below. You need to have an open trading session to use this command.
tr_tr: Ticaret seansında belirli bir değer belirler. Aşağıdaki alt komutlardan birini kullanarak ticarette hangi öğeyi ayarlamak istediğinizi belirleyebilirsiniz. Bu komutu kullanmak için açık bir ticaret seansınız olması gerekir.

source: Please select something to set. Example: `{prefix}trade set money 1337`
tr_tr: Lütfen ayarlamak için bir şey seç. Örnek: `{prefix}trade set money 1337`

source: Sets money in a trade.
tr_tr: Ticaretteki parayı ayarlar.

source: Sets crates in a trade.
tr_tr: Ticaretteki sandıkları ayarlar.

source: Removes something from a trade.
tr_tr: Ticarette bir şey kaldırır.

source: Removes something from a trade session. You can remove something of your choice by using one of the subcommands below. You need to have an open trading session to use this command.
tr_tr: Takas oturumundan bir şeyi kaldırır. Aşağıdaki alt komutlardan birini kullanarak seçtiğiniz bir şeyi kaldırabilirsiniz. Bu komutu kullanmak için açık bir ticaret seansınız olması gerekir.

source: Please select something to remove. Example: `{prefix}trade remove money 1337`
tr_tr: Lütfen kaldıracak bir şey seç. Örnek: `{prefix}trade remove money 1337`

source: Removes money from a trade.
tr_tr: Ticaretten para kaldırır.

source: Resulting amount is negative.
tr_tr: Sonuç miktarı negatif.

source: Removes crates from a trade.
tr_tr: Ticaretten sandıkları siler.

source: The resulting amount would be negative.
tr_tr: Çıkan sonuç miktarı negatif olacaktır.

source: Removes items from a trade.
tr_tr: Ticaretten eşyaları kaldırır.

source: This item is not in the trade.
tr_tr: Bu eşya ticarette değil.

source: Removes multiple items to a trade.
tr_tr: Bir ticarette birden fazla eşya kaldırır.

source: Pick or change your race
tr_tr: Irkınızı seçin veya değiştirin

source: Pick or change your race. This can be chosen as long as you have reset points left. Each race has a different DMG/DEF distribution: - Orc: +4 defense, +0 damage - Dwarf: +3 defense, +1 damage - Human: +2 defense, +2 damage - Elf: +1 defense, +3 damage - Jikill: +0 defense, +4 damage By default, you are a human. After picking the race, you will be asked a personal question, the answer may affect something.
tr_tr: Irkınızı seçin veya değiştirin. Bu, sıfırlama noktalarınız kaldığı sürece seçilebilir. Her ırkın farklı bir DMG / DEF dağılımı vardır: - Ork: +4 savunma, +0 hasar - Cüce: +3 savunma, +1 hasar - İnsan: +2 savunma, +2 hasar - Elf: +1 savunma, +3 hasar - Jikill: +0 savunma, +4 hasar Varsayılan olarak sen bir insansın. Irkını seçtikten sonra size kişisel bir soru sorulacak, cevap bir şeyi etkileyebilir.

source: You already chose a race. This change now will cost you a reset point. Are you sure?
tr_tr: Zaten bir ırk seçtin. Bu değişiklik şimdi sana bir sıfırlama puanına mal olacak. Emin misin?

source: Human
tr_tr: İnsan

source: Humans are a team. They work and fight hand in hand and never give up, even when some of their friends already died. Their rage and hate against enemies makes them attack efficient and concentrated. Their attack and defense skills are pretty equal.
tr_tr: İnsanlar bir takım. El ele çalışır ve dövüşürler ve asla pes etmezler, arkadaşlarından bazıları çoktan ölmüş olsa bile. Düşmanlara karşı öfkeleri ve nefretleri onların verimli ve konsantre bir şekilde saldırmasını sağlar. Onları saldırı ve savunma becerileri oldukça eşittir.

source: Dwarf
tr_tr: Cüce

source: Dwarves are the masters of their forge. Although they're very small, they can deal a lot of damage with their self-crafted equipment. Because of their reflexes, they have more defense than attack. Want an ale?
tr_tr: Cüceler demirhanelerinin ustalarıdır. Çok küçük olmalarına rağmen kendi yaptıkları ekipmanlarla çok fazla hasar verebilirler. Reflekslerinden dolayı savunmaları saldırılarından daha fazladır. Bir bira ister misin?

source: Elves are the masteres of camouflage. They melt with their enviroment to attack enemies without their knowing. Their bound to nature made them good friends of the wild spirits which they can call for help and protection. They have more attack than defense.
tr_tr: Elfler kamuflajın ustalarıdır. Düşmanlarına habersiz saldırmak için çevreleriyle bir olurlar. Onların doğaya bağlılıkları onları yardım ve koruma için çağırabilecekleri vahşi ruhlarla iyi arkadaş yaptı. Saldırıları savunmalarından daha fazladır.

source: Orc
tr_tr: Ork

source: Orcs are a friendly race based on their rituals of calling their ancestors to bless the rain and the deeds of their tribe. More ugly than nice, they mostly avoid being attacked by enemies. If they can't avoid a fight, then they have mostly no real damage, only a bit, but a huge armour. Who cares about the damage as long as you don't die?
tr_tr: Orklar yağmuru ve kabilelerinin işlerini kutsamak için atalarını çağırma ritüellerine dayanan dostane bir ırktır. Güzelden çok çirkin oldukları için çoğunlukla düşmanları tarafından saldırıya uğramaktan korunurlar. Eğer savaştan kaçamazlarsa gerçekten çok bir hasarları yoktur, sadece biraz, ama dev zırhları vardır. Ölmediğin sürece kim hasarı önemser ki?

source: Jikills are dwarflike creatures with one eye in the middle of their face, which lets them have a big and huge forehead, big enough for their brain which can kill enemies. These sensitive creatures are easily knocked out.
tr_tr: Jikilller yüzlerinin ortasında tek gözü olan cüce benzeri yaratıklardır. Bu sebeple alınları büyük ve devdir, düşmanlarını öldürebilen beyinleri için yeterince büyüktür. Bu hassas yaratıklar kolayca nakavt edilebilir.

source: One of my biggest regrets is...
tr_tr: En büyük pişmanlıklarımdan biri...

source: ...that I never confessed my true love, and now she is dead.
tr_tr: ...gerçek aşkımı asla itiraf edemedim, ve şimdi o öldü.

source: ...that I have never been to the funeral of my parents.
tr_tr: …ebeveynlerimin cenazesine asla katılmadım.

source: ...that I betrayed my best friend.
tr_tr: ...en iyi arkadaşıma ihanet ettim.

source: One of my proudest creations is...
tr_tr: Oluşturduğumla gurur duyabileceklerimden biri...

source: ...a perfected ale keg.
tr_tr: ...mükemmel bir bira fıçısı.

source: ...a magical infused glove.
tr_tr: ...büyülü bir infüzyon eldiveni.

source: ...a bone-forged axe.
tr_tr: ...kemikten yapılmış bir balta.

source: My favourite spirit of the wild is...
tr_tr: En sevdiğim vahşi yaşam ruhu...

source: ...Beringor, the bear spirit.
tr_tr: ...Beringor, ayı ruhu.

source: ...Neysa, the tiger spirit.
tr_tr: ...Neysa, kaplan ruhu.

source: ...Avril, the wolf spirit.
tr_tr: ...Avril, kurt ruhu.

source: ...Sambuca, the eagle spirit.
tr_tr: ...Sambuca, kartal ruhu.

source: The ancestor that gives me my strength is...
tr_tr: Bana güç veren ata..

source: ...my sister.
tr_tr: ...kız kardeşim.

source: ...my father.
tr_tr: ...babam.

source: ...my grandmother.
tr_tr: ...büyükannem.

source: ...my uncle.
tr_tr: ...amcam/dayım.

source: The biggest action that can outknock me, is...
tr_tr: Beni etkileyebilecek en büyük eylem...

source: ...noise
tr_tr: ...gürültü

source: ...spiritual pain
tr_tr: ...ruhsal acı

source: ...extreme temperatures.
tr_tr: ...aşırı sıcaklıklar.

source: ...strange and powerful smells.
tr_tr: ...garip ve güçlü kokular.

source: You are now a {race}.
tr_tr: Artık ırkın {race}.

source: Do some maths
tr_tr: Biraz matematik yap
