Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: Would you like to swap roles with {dying_one}? You will learn their role once you accept.
tr_tr: {dying_one} ile rolleri değiş tokuş etmek ister misiniz? Kabul ettiğinizde rollerini öğreneceksiniz.

source: You didn't choose anything.
tr_tr: Hiçbir şey seçmedin.

source: I couldn't send a DM to someone. Too bad they missed to use their power.
tr_tr: Birine DM gönderemedim. Güçlerini kullanmayı kaçırmaları çok kötü.

source: Your new role is now **{new_role}**.
tr_tr: Yeni rolünüz artık **{new_role}**.

source: You're no longer enchanted by the {flutist}.
tr_tr: Artık {flutist} tarafından büyülenmiyorsunuz..

source: **{maid}** reveals themselves as the **{role}** and exchanged roles with {dying_one}.
tr_tr: **{maid}** kendilerini **{role}** olarak ortaya koyuyor ve {dying_one} ile rol değiştirdi.

source: Choose a player to protect from Werewolves.
tr_tr: Kurtadamlardan korumak için bir oyuncu seçin.

source: You didn't choose to heal anyone. No one will be protected from the werewolves tonight. {game_link}
tr_tr: Sen kimseyi iyileştirmeyi seçmedin. Bu gece kimse kurt adamlardan korunmayacak. {game_link}

source: You didn't choose anyone, slowpoke. No one will be protected from the werewolves tonight. {game_link}
tr_tr: Sen kimseyi seçmedin, yavaş herif. Bu gece kimse kurt adamlardan korunmayacak. {game_link}

source: **{protected}** won't die from the werewolves tonight. {game_link}
tr_tr: **{protected}** bu gece kurt adamlardan ölmeyecek. {game_link}

source: There's no other werewolf left to kill. {game_link}
tr_tr: Öldürülecek başka kurt adam kalmadı. {game_link}

source: Choose a Werewolf to kill.
tr_tr: Öldürmek için bir Kurt Adam seçin.

source: You didn't choose any werewolf to kill. {game_link}
tr_tr: Kurt adam öldürmek için seçmedin. {game_link}

source: You chose to kill **{werewolf}**. {game_link}
tr_tr: **{werewolf}** 'ı öldürmeyi seçtin. {game_link}

source: There's no other possible villagers left to kill. {game_link}
tr_tr: Öldürülecek başka köylü kalmadı. {game_link}

source: Choose a Villager to kill.
tr_tr: Öldürmek için bir Köylü seçin.

source: You didn't choose any villager to kill. {game_link}
tr_tr: Hiçbir köylüyü öldürmek için seçmediniz. {game_link}

source: You've decided to kill **{villager}**. {game_link}
tr_tr: **{villager}**'ü öldürmeye karar verdin. {game_link}

source: Choose someone to heal 🧪. You can rescue a player attacked by the wolves once throughout the game. You can opt not to use this ability for now.
tr_tr: İyileştirecek birini seçin 🧪. Kurtların saldırısına uğrayan bir oyuncuyu oyun boyunca bir kez kurtarabilirsiniz. Şimdilik bu yeteneği kullanmamayı tercih edebilirsiniz.

source: You chose to heal **{healed}**.
tr_tr: İyileştirmeyi seçtiniz **{healed}**.

source: You didn't choose to heal anyone.
tr_tr: Sen kimseyi iyileştirmeyi seçmedin.

source: Choose someone to poison ☠️. You can kill a player once throughout the game. You can opt not to use this ability for now.
tr_tr: Zehirlenecek birini seçin ☠️. Oyun boyunca bir oyuncuyu bir kez öldürebilirsiniz. Şimdilik bu yeteneği kullanmamayı tercih edebilirsiniz.

source: You've decided to poison **{poisoned}**.
tr_tr: **{poisoned}** zehirlemeye karar verdiniz..

source: You didn't choose to poison anyone.
tr_tr: Sen kimseyi zehirlemeyi seçmedin.

source: There's no other possible players left to enchant. {game_link}
tr_tr: Büyülenecek başka olası oyuncu kalmadı. {game_link}

source: Choose 2 people to enchant.
tr_tr: Büyülemek için 2 kişi seçin.

source: You didn't want to use your ability. {game_link}
tr_tr: Yeteneğini kullanmak istemedin. {game_link}

source: The last {count} possible targets have been automatically enchanted for you.
tr_tr: Son {count} olası hedef sizin için otomatik olarak büyülendi.

source: You have enchanted **{enchanted}**.
tr_tr: Büyülediniz **{enchanted}**.

source: You have been enchanted by the Flutist. Claim being enchanted to narrow him down. {game_link}
tr_tr: Flütçü tarafından büyülendin. Onu daraltmak için büyülendiğini iddia et. {game_link}

source: Your {relationship}(s) are/is: {members}
tr_tr: Sizin {relationship}: {members}

source: 👁️ Choose someone whose identity you would like to see.
tr_tr: 👁️ Kimliğini görmek istediğiniz birini seçin.

source: You didn't want to use your ability to see anyone's role. {game_link}
tr_tr: Birinin rolünü görme yeteneğini kullanmak istemedin. {game_link}

source: You've ran out of time and missed to see someone's role, slowpoke. {game_link}
tr_tr: Zamanın doldu ve birinin rolünü görmeyi özledin, ağırbaşlı. {game_link}

source: **{player}** is a **{role}**. {game_link}
tr_tr: **{player}** bir **{role}**. {game_link}

source: You will be asked to choose a new role from these: **{choices}**
tr_tr: Şunlardan yeni bir rol seçmeniz istenecek: **{choices}**

source: But it seems you don't have a choice. Whether you choose or not, you will become a Werewolf.
tr_tr: Ama bir seçeneğin yok gibi görünüyor. Seçin ya da seçmeyin, bir Kurt Adam olacaksınız.

source: Choose nothing and stay as Thief.
tr_tr: Hiçbir şey seçme ve Hırsız olarak kal.

source: Choose a new role
tr_tr: Yeni bir rol seçin

source: You chose to stay as Thief. {game_link}
tr_tr: Hırsız olarak kalmayı seçtin. {game_link}

source: You didn't choose anything. You will stay as Thief. {game_link}
tr_tr: Hiçbir şey seçmedin. Hırsız olarak kalacaksın. {game_link}

source: I couldn't send a DM to this player. They will stay as Thief.
tr_tr: Bu oyuncuya DM gönderemedim. Hırsız olarak kalacaklar.

source: Your new role is now **{new_role}**. {game_link}
tr_tr: Yeni rolünüz artık **{new_role}**. {game_link}

source: You didn't choose anything. A random role was chosen for you. {game_link}
tr_tr: Hiçbir şey seçmedin. Sizin için rastgele bir rol seçildi. {game_link}

source: I couldn't send a DM. A random role was chosen for them.
tr_tr: DM gönderemedim. Onlar için rastgele bir rol seçildi.

source: 🦊 Choose the center player of the group of 3 neighboring players who you want to see if any of them is a werewolf. __Note: The First and Last players in the list are neighbors.__
tr_tr: 🦊 Herhangi birinin kurt adam olup olmadığını görmek istediğiniz 3 komşu oyuncudan oluşan grubun ortasındaki oyuncuyu seçin. __Not: Listedeki İlk ve Son oyuncular komşudur .__

source: The last {count} possible targets have been automatically selected for you.
tr_tr: Son {count} olası hedef sizin için otomatik olarak seçildi.

source: You chose the group of **{names}**. You found no Werewolf so you lost your ability. {game_link}
tr_tr: **{names}** grubunu seçtiniz. Kurtadam bulamadığın için yeteneğini kaybettin. {game_link}

source: You chose the group of **{names}**. One of them is a **Werewolf**. {game_link}
tr_tr: **{names}**. grubunu seçtiniz. Bunlardan biri bir **Kurtadam**. {game_link}

source: **{role} awakes and shoots their arrows...**
tr_tr: **{role} uyanır ve oklarını atar...**

source: 💘 Choose 2 lovers 💕. You should not tell the town who the lovers are.
tr_tr: 💘 2 sevgili seçin 💕. Kasabaya aşıkların kim olduğunu söylememelisin.

source: You've ran out of time, slowpoke. Lovers will be chosen randomly.
tr_tr: Zamanın doldu, mıymıntı herif. Aşıklar rastgele seçilecek.

source: You've made **{lover1}** and **{lover2}** lovers {game_link}
tr_tr: **{lover1}** ve **{lover2}** sevgili yaptın. {game_link}

source: Choose a dead player to raid and take their role.
tr_tr: Baskın yapmak ve rolünü üstlenmek için ölü bir oyuncu seçin.

source: You've raided **{to_raid}** to take their loots and their role. You're now a **{new_role}**. {game_link}
tr_tr: Ganimetlerini ve rollerini almak için **{to_raid}** baskın yaptınız. Artık bir **{new_role}** oldunuz. {game_link}

source: Choose a villager to resurrect.
tr_tr: Diriltmek için bir köylü seçin.

source: You're trying to resurrect **{to_resurrect}** by performing series of rituals and prayers of ancient languages. {game_link}
tr_tr: Eski dillerin bir dizi ritüelini ve duasını uygulayarak **{to_resurrect}** 'i diriltmeye çalışıyorsunuz. {game_link}

source: {player} has been resurrected!
tr_tr: {player} dirildi!

source: You have been resurrected as **{role}!** {game_link}
tr_tr: **{role} olarak diriltildiniz!** {game_link}

source: Choose a werewolf to resurrect.
tr_tr: Diriltmek için bir kurt adam seçin.

source: You used necromancy to bring **{to_resurrect}** back to life. {game_link}
tr_tr: **{to_resurrect}** 'i hayata döndürmek için büyücülüğü kullandınız. {game_link}

source: **{player}** came back to life!
tr_tr: **{player}** hayata döndü!

source: You came back to life as **{role}!** {game_link}
tr_tr: Hayata **{role} olarak geri döndün!** {game_link}

source: Choose 2 players that will exchange their roles with each other.
tr_tr: Birbirleriyle rollerini değiştirecek 2 oyuncu seçin.

source: You've exchanged **{exchange1}'s** and **{exchange2}'s** roles with each other. {game_link}
tr_tr: ** {exchange1} ’in ** ve ** {exchange2}’ nin ** rollerini birbirleriyle değiştirdiniz. {game_link}

source: The **{troublemaker}** exchanged your role with someone. You are now a **{new_role}**. {game_link}
tr_tr: **{troublemaker}** rolünüzü biriyle değiş tokuş etti. Artık bir **{new_role}** oldunuz. {game_link}

source: Choose a Werewolf to send a spiritual protection to block death for one time.
tr_tr: Bir kez ölümü engellemek için manevi bir koruma göndermek için bir Kurt Adam seçin.

source: You didn't choose anyone, slowpoke. {game_link}
tr_tr: Kimseyi seçmedin, çok yavaşsın. {game_link}

source: **{protected}** is now protected to block one death. {game_link}
tr_tr: **{protected}** artık bir ölümü engellemek için korunmaktadır. {game_link}

source: The **{role}** sent you a spiritual protection to block one death. {game_link}
tr_tr: **{role}** size bir ölümü engellemek için manevi bir koruma gönderdi. {game_link}

source: Would you like to infect **{target}** with your curse to join your nightly killings?
tr_tr: Gece cinayetlerine katılmak için lanetinizi **{target}** ile bulaştırmak ister misiniz?

source: You have successfully **Cursed {target}**. They will now join each night in the Werewolves' feast.
tr_tr: Başarıyla **Lanetli {target}**. Artık her gece Kurtadamlar şölenine katılacaklar.

source: You have been cursed by the **{role}**. You will now join in the Werewolves' nightly killings and feast. {game_link}
tr_tr: **{role}** tarafından lanetlendiniz. Şimdi Kurtadamların gece cinayetlerine ve şölenine katılacaksınız. {game_link}

source: You became a **{role}** and lost your nocturnal powers.
tr_tr: Bir **{role}** oldunuz ve gece güçlerinizi kaybettiniz.

source: You still have your powers as **{role}**.
tr_tr: Hâlâ **{role}**olarak yetkileriniz var..

source: There's no other possible players left to infect. {game_link}
tr_tr: Bulaşacak başka olası oyuncu kalmadı. {game_link}

source: Choose {num} player(s) to infect with your virus.
tr_tr: Virüsünüze bulaştırmak için {num} oyuncu seçin.

source: You didn't choose enough players to infect, slowpoke. {game_link}
tr_tr: Bulaştırmak için yeterince oyuncu seçmedin, ağırbaşlı. {game_link}

source: The last {count} possible targets have been automatically infected for you.
tr_tr: Son {count} olası hedef sizin için otomatik olarak enfekte oldu.

source: You have infected **{infected}**.
tr_tr: **{infected}** enfekte ettiniz.

source: You have been infected by the {role}. {game_link}
tr_tr: {role} tarafından enfekte oldunuz. {game_link}

source: Initial roles hidden.
tr_tr: İlk roller gizlendi.

source: {user} has died. They were a **{role}**!{initial_role_info}
tr_tr: {user} öldü. Onlar **{role}**! {initial_role_info}

source: **{user}** lost the disease from viral infection.
tr_tr: **{user}** hastalığı viral enfeksiyondan kaybetti.

source: Your idol **{idol}** died, you turned into a **{new_role}**. {game_link}
tr_tr: Senin idolün **{idol}** öldü, **{new_role}** oldun. {game_link}

source: The Hunter grabs their gun.
tr_tr: Avcı silahlarını alır.

source: Choose someone who shall die with you. 🔫
tr_tr: Seninle ölecek birini seç. 🔫

source: The Hunter couldn't find the trigger 😆.
tr_tr: Avcı tetiği bulamadı 😆.

source: The Hunter refused to shoot anyone.
tr_tr: Avcı kimseyi vurmayı reddetti.

source: You chose to shoot **{target}**
tr_tr: Ateş etmek için**{target}**'i seçtin

source: The Hunter is firing. **{target}** got hit!
tr_tr: Avcı ateş ediyor. **{target}** vuruldu!

source: The **{role}** wounded one of the werewolves with their Rusty Sword before dying.
tr_tr: **{role}** ölmeden önce Paslı Kılıcı ile kurt adamlardan birini yaraladı.

source: The **{role}** was lynched by the Village, a random villager **{target}** was shot.
tr_tr: **{role}** Köy tarafından linç edildi, rastgele bir köylü **{target}** vuruldu.

source: The villagers killed **{role}**. The villagers lost all their special powers and became normal villagers.
tr_tr: Köylüler **{role}**.'ü öldürdü. Köylüler tüm özel güçlerini kaybettiler ve normal köylüler oldular.

source: 💀 You have been eliminated. Please do not communicate with the other players until the end of the game.💀 {game_link}
tr_tr: 💀 Elendiniz. Lütfen oyunun sonuna kadar diğer oyuncularla iletişim kurmayın.💀 {game_link}

source: {dead_player}'s lover, {lover}, will die of sorrow.
tr_tr: {dead_player} 'ın sevgilisi {lover} kederden ölecek.

source: Lovers
tr_tr: Aşıklar

source: You are going to die. Use your last breath to choose a new Sheriff.
tr_tr: Öleceksin. Yeni bir Şerif seçmek için son nefesini kullan.

source: You exchanged roles with **{dying_user}**. You should choose the new Sheriff.
tr_tr: **{dying_user}** ile rol değiştirdiniz. Yeni Şerifi seçmelisiniz.

source: The **Sheriff {sheriff}** should choose their successor.
tr_tr: **Şerif {sheriff}** halefini seçmelidir.

source: Choose the new 🎖 Sheriff️.
tr_tr: Yeni 🎖 Şerif'i seçin.

source: You didn't choose anyone. A random player will be chosen to be your successor.
tr_tr: Sen kimseyi seçmedin. Halefiniz olarak rastgele bir oyuncu seçilecek.

source: 📢 **{ex_sheriff}** didn't choose anyone. {sheriff} got randomly chosen to be the new 🎖️ **Sheriff**. **The vote of the Sheriff counts as double.**
tr_tr: 📢 **{ex_sheriff}** kimseyi seçmedi. {sheriff} yeni 🎖️ ** Şerif ** olarak rastgele seçildi. **Şerif'in oyu çifte sayılır.**

source: **{sheriff}** became the new Sheriff.
tr_tr: **{sheriff}** yeni Şerif oldu.

source: 📢 {sheriff} got chosen to be the new 🎖️ **Sheriff**. **The vote of the Sheriff counts as double.**
tr_tr: 📢 {sheriff} yeni 🎖️ **ŞERİF**olarak seçildi. **Şerif'in oyu çifte sayılır.**
