Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: This bot has its own patreon page. **Why should I donate?** This bot is currently on {guild_count} servers, and it is growing fast. Hosting this bot for all users is not easy and costs a lot of money. If you want to continue using the bot or just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>
tr_tr: Bu botun kendi patreon sayfası var. **Neden bağış yapmalıyım?** Bu bot şu anda {guild_count} sunucuda, ve hızlıca büyüyor. Bu botu tüm kullanıcılar için hosting etmek kolay değil ve çok fazla paraya mâl oluyor. Bu botu kullanmaya devam etmek ya da sadece bize yardım etmek istiyorsan lütfen ufak bir miktar bağış yap. $1 bile bize yardım eder. **Teşekkür ederiz!** <https://patreon.com/idlerpg>

source: Shows the source code and license.
tr_tr: Kaynak kodu ve lisansı gösterir.

source: Shows our GitLab page and license. If you want to contribute, feel free to create an account and submit issues and merge requests.
tr_tr: GitLab sayfamızı ve lisansımızı gösterir. Katkıda bulunmak istiyorsanız, bir hesap oluşturup sorunları iletmekten ve istekleri birleştirmekten çekinmeyin.

source: Invite the bot to your server.
tr_tr: Botu sunucunuza davet edin.

source: Invite the bot to your server. Use this [backup link](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) in case the above does not work.
tr_tr: Botu sunucunuza davet edin. Yukarıdakilerin çalışmaması durumunda bu [yedek bağlantıyı] (https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) kullanın.

source: You are running version **{version}** by The IdleRPG Developers. Invite me! https://invite.idlerpg.xyz
tr_tr: The IdleRPG Developers'ın**{version}** sürümünü çalıştırıyorsunuz. Beni davet et! https://invite.idlerpg.xyz

source: Join the Support server
tr_tr: Destek sunucusuna katılın

source: Sends you the link to join the official IdleRPG Support server. Use this [backup link](https://discord.gg/MSBatf6) in case the above does not work.
tr_tr: Resmi IdleRPG Destek sunucusuna katılmanız için size bağlantı gönderir. Yukarıdakilerin çalışmaması durumunda bu [yedek bağlantıyı] (https://discord.gg/MSBatf6) kullanın.

source: Got problems or feature requests? Looking for people to play with? Join the support server: https://support.idlerpg.xyz
tr_tr: Sorunlarınız veya özellik talepleriniz mi var? Oynamak için insanlar mı arıyorsunuz? Destek sunucusuna katılın: https://support.idlerpg.xyz

source: Shows statistics about the bot
tr_tr: Botla ilgili istatistikleri gösterir

source: Show some stats about the bot, ranging from hard- and software statistics, over performance to ingame stats.
tr_tr: Bot hakkında donanım ve yazılım istatistiklerinden performanstan oyun içi istatistiklere kadar değişen bazı istatistikler gösterin.

source: IdleRPG Statistics
tr_tr: IdleRPG İstatistikleri

source: Official Support Server Invite: https://support.idlerpg.xyz
tr_tr: Resmi Destek Sunucusu Daveti: https://support.idlerpg.xyz

source: Hosting Statistics
tr_tr: Hosting İstatistikleri

source: CPU: **{cpu_name}** CPU Usage: **{cpu}%**, **{cores}** cores/**{threads}** threads @ **{freq}** GHz RAM Usage: **{ram}%** (Total: **{total_ram}**) CPU Temperature: **{cpu_temp}°C** Python Version **{python}** <:python:445247273065250817> discord.py Version **{dpy}** Compiler: **{compiler}** Operating System: **{osname} {osversion}** Kernel Version: **{kernel}** PostgreSQL Version: **{pg_version}** Redis Version: **{redis_version}**
tr_tr: İşlemci: **{cpu_name}** İşlemci kullanımı: **{cpu}%**, **{cores}** cores/**{threads}** threads @ **{freq}** GHz RAM kullanımı: **{ram}%** (Total: **{total_ram}**) İşlemci sıcaklığı **{cpu_temp}°C** Python Versiyonu **{python}** <:python:445247273065250817> discord.py Versiyonu **{dpy}** Derleyici: **{compiler}** İşletim Sistemi: **{osname} {osversion}** Kernel Versiyonu: **{kernel}** PostgreSQL Versiyonu: **{pg_version}** Redis Versiyonu: **{redis_version}**

source: Bot Statistics
tr_tr: Bot İstatistikleri

source: Code lines written: **{lines}** Shards: **{shards}** Servers: **{guild_count}** Characters: **{characters}** Items: **{items}** Average hours of work: **{hours}**
tr_tr: Komut satırları yazıldı: **{lines}** Shardlar: **{shards}** Sunucular: **{guild_count}** Karakterler: **{characters}** Eşyalar: **{items}** Ortalama çalışma saatleri: **{hours}**

source: View the uptime
tr_tr: Çalışma süresini görüntüleyin

source: Shows how long the bot has been connected to Discord.
tr_tr: Botun ne kadar süredir Discord'a bağlı olduğunu gösterir.

source: I am online for **{time}**.
tr_tr: **{time}** süredir çevrimiçiyim.

source: Talk to me
tr_tr: Benimle konuş

source: `<text>` - The text to say, must be between 3 and 60 characters. Talk to me! This uses a chatbot AI backend.
tr_tr: `<text>` - Söylenecek metin 3 ile 60 karakter arasında olmalıdır. Benimle konuş! Bu, bir chatbot AI arka ucunu kullanır.

source: Text too long or too short. May be 3 to 60 characters.
tr_tr: Metin çok uzun ya da çok kısa. 3 ile 60 karakter olabilir.

source: Our partnered bots
tr_tr: Ortak botlarımız

source: Awesome bots by other coffee-drinking individuals.
tr_tr: Diğer kavhe-içici bireyler tarafından yapılmış müthiş botlar.

source: Partnered Bots
tr_tr: Ortak Olan Botlar

source: Awesome bots made by other people!
tr_tr: Başka insanlar tarafından yapılmış müthiş botlar!

source: Trivia, Hangman, Minesweeper, Connect 4 and more, right from your chat! A bot offering non-RPG games made by deprilula28 and Fin. [top.gg Page](https://top.gg/bot/gamesrob)
tr_tr: Trivia, Adam Asmaca, Mayın Tarlası, Connect 4 ve fazlası, sohbet kısmından! RPG-olmayan oyunları sunan bot deprilula28 tarafından yapılmıştır ve Son. [top.gg Page](https://top.gg/bot/gamesrob)

source: Cautious Memory brings wiki-style pages to your server. Use it to document who's who in your server, inside jokes, or community lore. Includes a full featured permissions system to keep your pages squeaky clean. [top.gg Page](https://top.gg/bot/541707781665718302)
tr_tr: Cautious Memory wiki-tarzı sayfaları sunucuna getirir. Bunu sunucunda kimin kim olduğunu, sunucuya özel şakalar, ya da topluluk bilgilerini belgelemek için kullan. Sayfalarını temiz tutmak için tamamen özellikli izin sistemi içerir. [top.gg Page](https://top.gg/bot/541707781665718302)

source: Cleverbot is a Discord bot that will chat with you and your friends. [top.gg Page](https://top.gg/bot/508012980194115595)
tr_tr: Cleverbot, sizinle ve arkadaşlarınızla sohbet edecek bir Discord botudur. [top.gg Sayfası] (https://top.gg/bot/508012980194115595)

source: Search wikipedia
tr_tr: Wikipedia'da ara

source: `<query>` - The wikipedia query to search for Searches Wikipedia for an entry.
tr_tr: `<query>` - Aranacak wikipedia sorgusu Wikipedia'da bir giriş arar.

source: No wikipedia entry found.
tr_tr: Wikipedia kaydı bulunamadı.

source: Could not parse article summary.
tr_tr: Makale özeti ayrıştırılamadı.

source: Search the Idle Wiki
tr_tr: Idle Wiki'de Ara

source: `[query]` - The idlewiki query to search for Searches Idle's wiki for an entry.
tr_tr: `[query]` - Aranacak idlewiki sorgusu Bir giriş için Idle Wiki'de arar.

source: Check out the official IdleRPG Wiki here: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
tr_tr: Resmi IdleRPG Wiki'ye buradan göz at: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>

source: No entry found.
tr_tr: Kayıt bulunamadı.

source: No content to display.
tr_tr: Gösterilecek içerik yok.

source: Info about the bot and related sites
tr_tr: Bot ve ilgili siteler hakkında bilgi

source: About the bot and our websites.
tr_tr: Bot ve internet sitelerimiz hakkında.

source: Show the rules again
tr_tr: Kuralları tekrar göster

source: Shows the rules you consent to when creating a character. Don't forget them!
tr_tr: Bir karakter oluştururken kabul ettiğiniz kuralları gösterir. Onları unutma!

source: 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game content for anything outside of the game is prohibited 5) Giving or selling renamed items is forbidden IdleRPG is a global bot, your characters are valid everywhere
tr_tr: 1) Bir kişiye ait en fazla iki karakter olabilir 2) Oyundaki buglardan yararlanmak yasaktır 3) Öbür oyunculara kibar davranın 4) Oyun içi herhangi bir şeyi oyun dışında bir şey ile takas etmek yasaktır 5) Adı değiştirilmiş eşyaları satmak veya vermek yasaktır IdleRPG uluslararası bir bottur. Karakterleriniz her yerde geçerlidir

source: Start a Zerekiel raid
tr_tr: Bir Zerekiel baskını başlatın

source: Start a Kvothe raid
tr_tr: Kvothe baskını başlat

source: Start an Eden raid
tr_tr: Bir Eden baskını başlatın

source: Start a CHamburr raid
tr_tr: Bir CHamburr baskını başlatın

source: Starts Lyx' raid
tr_tr: Lyx baskını başlatır

source: Start a Monox raid
tr_tr: Monox baskını başlat

source: Start a Kirby raid
tr_tr: Kirby baskını başlat

source: Start a Jesus raid
tr_tr: Bir İsa baskını başlatın

source: Increase your raidstats
tr_tr: Baskın istatistiklerinizi yükseltin

source: Upgrade your raid damage or defense multiplier. These will affect your performance in raids and raidbattles.
tr_tr: Baskın hasarınızı veya savunma çarpanınızı yükseltin. Bunlar, baskınlarda ve baskın savaşlarında performansınızı etkileyecektir.

source: Use `{prefix}increase damage/defense` to upgrade your raid damage/defense multiplier by 10%.
tr_tr: Baskın hasar/savunma çarpanını %10 yükseltmek için `{prefix}increase damage/defense` kullan.

source: Upgrade your raid damage
tr_tr: Baskın hasarınızı yükseltin

source: Increase your raid damage.
tr_tr: Baskın hasarını arttır.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, you are too poor.
tr_tr: Silah saldırısı baskın çarpanını {newlvl}'a yükseltmek **${price}** ediyor, çok fakirsin.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, proceed?
tr_tr: Silah saldırısı baskın çarpanınızı {newlvl} maliyetine **${price}** yükseltmek, devam edilsin mi?

source: You upgraded your weapon attack raid multiplier to {newlvl} for **${price}**.
tr_tr: Silah saldırısı baskın çarpanını **${price}** karşılığında {newlvl}'a yükselttin.

source: Upgrade your raid defense
tr_tr: Baskın savunmanızı yükseltin

source: Increase your raid defense.
tr_tr: Baskın savunmanı arttır.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, you are too poor.
tr_tr: Kalkan savunması baskın çarpanını {newlvl}'a yükseltmek **${price}** ediyor, çok fakirsin.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, proceed?
tr_tr: Kalkan savunma baskını çarpanınızı {newlvl} maliyetine **${price}**, yükseltmek, devam edilsin mi?

source: You upgraded your shield defense raid multiplier to {newlvl} for **${price}**.
tr_tr: Kalkan savunması baskın çarpanını **${price}** karşılığında {newlvl}'a yükselttin.

source: View your raid stats
tr_tr: Baskın istatistiklerinizi görüntüleyin

source: View your raidstats. These will affect your performance in raids and raidbattles.
tr_tr: Baskın istatistiklerinizi görüntüleyin. Bunlar, baskınlarda ve baskın savaşlarında performansınızı etkileyecektir.

source: **{author}'s raid multipliers** Damage Multiplier: x{atk} (Upgrading: ${atkp}) Defense Multiplier: x{deff} (Upgrading: ${deffp})
tr_tr: **{author}'ın baskın çarpanları** Hasar Çarpanı: x{atk} (Yükseltmek: ${atkp}) Savunma Çarpanı: x{deff} (Yükseltmek: ${deffp})

source: Did somebody say Raid?
tr_tr: Biri Baskın mı dedi?

source: Informs you about joining raids.
tr_tr: Baskınlara katılma konusunda seni bilgilendirir.

source: Did you ever want to join together with other players to defeat the dragon that roams this land? Raids got you covered! Join the support server (`{prefix}support`) for more information.
tr_tr: Hiç bu topraklarda dolaşan ejderhayı yenmek için diğer oyuncularla bir araya gelmek istedin mi? Baskınlar bunun için burada! Daha fazla bilgi için destek sunucusuna (`{prefix}support`) katıl.

source: Show the booster store
tr_tr: Güçlendirici mağazasını gösterir

source: Show the booster store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
tr_tr: Güçlendirici mağazasını gösterin. Güçlendiricilerin ne yaptığına dair ayrıntılı bir açıklama için, `{prefix}help boosters` i kontrol edin.

source: IdleRPG Store
tr_tr: IdleRPG dükkanı

source: Welcome! Use `{prefix}purchase time/luck/money` to buy something.
tr_tr: Hoş geldin! Bir şey almak için `{prefix}purchase time/luck/money` kullan.

source: Boosters
tr_tr: Güçlendiriciler

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck (not `{prefix}luck`) by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
tr_tr: `#1` Time Booster **$1000** Macera süresini %50 kısaltır. `#2` Luck Booster **$500** Macera şansını %25 artırır`{prefix}luck`) değil. `#3` Money Booster **$1000** Macera parası ödüllerini %25 artırır

source: Buy some boosters
tr_tr: Güçlendirici satın alın

source: `<booster>` - The booster type to buy, can be time, luck, money or all `[amount]` - The amount of boosters to buy; defaults to 1 Buy one or more booster from the store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
tr_tr: `<booster>` - Satın alınacak güçlendirici türü zaman, şans, para veya tümü olabilir. `[amount]` - Satın alınacak güçlendirici miktarı; varsayılan olarak 1 Mağazadan bir veya daha fazla güçlendirici satın alın. Destekleyicilerin ne yaptığına dair ayrıntılı bir açıklama için,`{prefix}help boosters` i kontrol edin.

source: Please either buy `time`, `luck` or `money`.
tr_tr: Lütfen `zaman`, `şans` ya da `para` alın.

source: You're too poor.
tr_tr: Çok fakirsin.

source: Successfully bought **{amount}x** {booster} booster(s). Use `{prefix}boosters` to view your new boosters.
tr_tr: Başarılı bir şekilde **{amount}x** {booster} güçlendirici alındı. Yeni güçlendiricilerine bakmak için `{prefix}boosters` kullan.

source: View your boosters
tr_tr: Güçlendiricilerinizi görüntüleyin

source: View your boosters and the active ones' status. Each one has a different effect. - Time boosters halve the adventures' times (must be active before starting an adventure) - Luck boosters increase your adventure chances by 25% - Money boosters increase the amount of gold gained from adventures by 25% Each booster lasts 24 hours after activation.
tr_tr: Destekçilerinizi ve aktif olanların durumunu görüntüleyin. Her birinin farklı bir etkisi vardır. - Zaman güçlendiriciler maceraların sürelerini yarıya indirir (maceraya başlamadan önce aktif olmalıdır) - Şans artırıcılar macera şansınızı% 25 artırır - Para güçlendiriciler, maceralardan kazanılan altın miktarını% 25 artırır Her güçlendirici, etkinleştirmeden sonra 24 saat sürer.

source: Time booster - {time}
tr_tr: Zaman güçlendirici - {time}

source: Luck booster - {time}
tr_tr: Şans güçlendirici - {time}

source: Money booster - {time}
tr_tr: Para güçlendirici - {time}

source: Currently active
tr_tr: Şu anda aktif

source: Time Boosters
tr_tr: Zaman Güçlendiricileri

source: Luck Boosters
tr_tr: Şans Güçlendiricileri

source: Money Boosters
tr_tr: Para Güçlendiricileri

source: Your Boosters
tr_tr: Senin Güçlendiricilerin

source: Use {prefix}activate to activate one
tr_tr: Birini etkinleştirmek için {prefix}activate kullan

source: Activate a booster
tr_tr: Bir güçlendiriciyi etkinleştirin

source: `<boostertype>` - The booster type to activate, can be time, luck, money or all Activate a booster. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
tr_tr: `<boostertype>` - Etkinleştirilecek güçlendirici türü, zaman, şans, para veya tümü olabilir. Bir güçlendiriciyi etkinleştirin. Güçlendiricilerin ne yaptığına dair ayrıntılı bir açıklama için, `{prefix}help boosters` i kontrol edin.

source: That is not a valid booster type. Must be `time/luck/money/all`.
tr_tr: Bu geçerli bir güçlendirici türü değil. `time/luck/money/all` olması gerekiyor.

source: You don't have any of these boosters.
tr_tr: Bu güçlendiricilerden herhangi birine sahip değilsin.

source: This booster is already running. Do you want to refresh it anyways?
tr_tr: Bu güçlendirici zaten aktif. Yine de yenilemek ister misin?

source: Successfully activated a **{booster} booster** for the next **24 hours**!
tr_tr: **{booster} güçlendirici** önümüzdeki **24 saat** için başarılı bir şekilde etkinleştirildi!

source: This will overwrite all active boosters and refresh them. Are you sure?
tr_tr: Bu, bütün aktif güçlendiricilerin üzerine yazacak ve onları yenileyecek. Emin misin?

source: Nothing to activate.
tr_tr: Etkinleştirilecek bir şey yok.

source: Successfully activated {types} for the next **24 hours**!
tr_tr: {types} önümüzdeki **24 saat** için başarılı bir şekilde etkinleştirildi!

source: Subcommands
tr_tr: Alt komutlar

source: View the command list
tr_tr: Komut listesini görüntüleyin

source: Sends a link to the official documentation.
tr_tr: Resmî belgeleme için bağlantı gönderir.

source: <:blackcheck:441826948919066625> **Check {url} for a list of commands**
tr_tr: <:blackcheck:441826948919066625> **Komutların listesi için {url} bak.**

source: View the tutorial
tr_tr: Öğreticiyi görüntüleyin

source: Link to the bot tutorial and FAQ.
tr_tr: Bot eğitimine ve SSS bölümüne bağlantı.

source: <:blackcheck:441826948919066625> **Check {url} for a tutorial and FAQ**
tr_tr: <:blackcheck:441826948919066625> **Öğretici ve SSS için {url} bak.**

source: Allow someone/-thing to use helpme again
tr_tr: Birinin / şeyinin tekrar yardımımı kullanmasına izin ver

source: `<thing_to_unban>` - A discord User, their User ID, or a server ID Unbans a previously banned user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
tr_tr: `<thing_to_unban>` -Bir Discord kullanıcısı, kullanıcının ID’si veya sunucunun ID’si `{prefix}helpme` command kullanarak önceden yasaklanmış bir oyuncunun yasağını kaldırır. Sadece yardım ekibi tarafından kullanılabilir.

source: {thing} has been unbanned for the helpme command :ok_hand:
tr_tr: {thing} helpme komutu için yasağı kaldırıldı :ok_hand:

source: Ban someone/-thing from using helpme
tr_tr: Birinin / bir şeyin helpme kullanmasını yasaklayın

source: `<thing_to_ban>` - A discord User, their User ID, or a server ID Bans a user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
tr_tr: '<thing_to_ban>' - Bir anlaşmazlık Kullanıcı, kullanıcı kimliği veya bir sunucu kimliği Kullanıcının/sunucunun '{prefix}helpme' komutunu kullanmasını yasaklar. Yalnızca Destek Ekibi Üyeleri bu komutu kullanabilir.

source: Error... Maybe they're already banned?
tr_tr: Hata... Belki de çoktan yasaklandılar?

source: They have been banned for the helpme command :ok_hand:
tr_tr: Helpme komutu için yasaklandılar. :ok_hand:

source: Ask our Support Team for help
tr_tr: Destek Ekibimizden yardım isteyin

source: `<text>` - The text to describe the question or the issue you are having Ask our support team for help, allowing them to join your server and help you personally. If they do not join within 48 hours, you may use the helpme command again. Make sure the bot has permissions to create instant invites. English is preferred.
tr_tr: `<text>` - Karşılaştığınız soruyu veya sorunu açıklayan metin Destek ekibimizden, sunucunuza katılmalarına ve size kişisel olarak yardımcı olmalarına izin vererek yardım isteyin. 48 saat içinde katılmazlarsa, helpme komutunu tekrar kullanabilirsiniz. Botun anında davet oluşturma izinlerine sahip olduğundan emin olun. . İngilizce tercih edilir.

source: You server already has a helpme request open! Please wait until the support team gets to you or wait {time} to try again.
tr_tr: Sunucunuzun zaten açık bir yardım isteği var! Lütfen destek ekibi size ulaşana kadar bekleyin veya tekrar denemek için {time} bekleyin

source: You or your server has been blacklisted for some reason.
tr_tr: Sen ya da senin sunucun bir sebepten dolayı kara listeye alındı.

source: Are you sure? This will notify our support team and allow them to join the server.
tr_tr: Emin misin? Bu eylem destek ekibine haber verecek ve onların sunucuya katılmalarına izin verecek.

source: Error when creating Invite.
tr_tr: Davet oluştururken hata.

source: Support team has been notified and will join as soon as possible!
tr_tr: Destek ekibine haber verildi ve en kısa sürede katılacak!

source: Finish the helpme request
tr_tr: Yardım isteğini tamamlayın

source: `<guild_id>` - The server ID of the requesting server Clear a server's helpme cooldown. If this is not done, they will be on cooldown for 48 hours.
tr_tr: `<guild_id>` - İstekte bulunan sunucunun sunucu kimliği Bir sunucunun yardım bekleme süresini temizleyin. Bu yapılmazsa, 48 saat soğumaya devam edecekler.

source: Change your helpme text
tr_tr: Yardım metninizi değiştirin

source: `<new_text>` - The new text to use in your helpme request Edit the text on your open helpme request. Our Support Team will see the new text right away. You can only use this command if your server has an open helpme request.
tr_tr: `<new_text>` - Yardım isteğinizde kullanılacak yeni metin Açık yardım isteğinizdeki metni düzenleyin. Destek Ekibimiz yeni metni hemen görecek. Bu komutu yalnızca sunucunuzun açık bir yardım isteği varsa kullanabilirsiniz.

source: Successfully changed your helpme text from `{old}` to `{new}`!
tr_tr: Yardım metniniz `{old}` iken başarıyla `{new}`olarak değiştirildi!

source: Cancel your open helpme request
tr_tr: Açık yardım isteğinizi iptal edin

source: Cancel your ongoing helpme request. Our Support Team will not join your server. You can only use this command if your server has an open helpme request.
tr_tr: Devam eden yardım isteğinizi iptal edin. Destek Ekibimiz sunucunuza katılmayacak. Bu komutu yalnızca sunucunuzun açık bir yardım isteği varsa kullanabilirsiniz.

source: Are you sure you want to cancel your helpme request?
tr_tr: Yardım talebinizi iptal etmek istediğinizden emin misiniz?

source: Cancelled cancellation.
tr_tr: İptal edilen iptal.

source: Your helpme request has been cancelled.
tr_tr: Yardım talebiniz iptal edildi.

source: View your current helpme request
tr_tr: Mevcut yardım isteğinizi görüntüleyin

source: View how your server's current helpme request looks like to our Support Team. You can only use this command if your server has an open helpme request.
tr_tr: Sunucunuzun mevcut yardım isteğinin Destek Ekibimize nasıl göründüğünü görün. Bu komutu yalnızca sunucunuzun açık bir yardım isteği varsa kullanabilirsiniz.

source: Your help request is visible to our support team like this:
tr_tr: Yardım talebiniz aşağıdaki gibi destek ekibimiz tarafından görülebilir:

source: Views the help on a topic.
tr_tr: Bir konudaki yardımı görüntüler.

source: Views the help on a topic. The topic may either be a command name or a module name. Command names are always preferred, so for example, `{prefix}help adventure` will show the help on the command, not the module. To view the help on a module explicitely, use `{prefix}help module [name]`
tr_tr: Bir konudaki yardımı görüntüler. Konu, bir komut adı veya bir modül adı olabilir. Komut adları her zaman tercih edilir, bu nedenle örneğin,`{prefix}help adventure` yardımı modülde değil komutta gösterecektir. Bir modülle ilgili yardımı açıkça görüntülemek için,`{prefix}help module [name]`kullanın

source: IdleRPG Help {version}
tr_tr: IdleRPG Yardımı {version}
