Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: **Welcome to the IdleRPG help.** Check out our tutorial! - https://idlerpg.xyz/tutorial/ Are you stuck? Ask for help in the support server! - https://support.idlerpg.xyz/ Do you need personal help? - Contact our support team using `{prefix}helpme`. Would you like to invite me to your server? - https://invite.idlerpg.xyz/ *See `{prefix}help [command]` and `{prefix}help module [module]` for more info*
tr_tr: ** IdleRPG yardımına hoş geldiniz. ** Eğitimimize göz atın! - https://idlerpg.xyz/tutorial/ Sıkıştın mı? Destek sunucusunda yardım isteyin! - https://support.idlerpg.xyz/ Kişisel yardıma ihtiyacınız var mı? - `{prefix}helpme`kullanarak destek ekibimizle iletişime geçin. Beni sunucunuza davet etmek ister misiniz? - https://invite.idlerpg.xyz/ * Daha fazla bilgi için`{prefix}help [command]` ve (prefix)help modüle [module] for more info'

source: Modules
tr_tr: Modüller

source: You do not have access to these commands!
tr_tr: Bu komutlara erişiminiz yok!

source: See '{prefix}help <command>' for more detailed info
tr_tr: Daha ayrıntılı bilgi için'{prefix}help <command>' bölümüne bakın

source: You do not have access to this command!
tr_tr: Bu komuta erişiminiz yok!

source: Aliases
tr_tr: Takma adlar

source: Reset a modified item
tr_tr: Değiştirilmiş bir öğeyi sıfırlama

source: `<itemid>` - The ID of the item to reset Reset an item's type and name, if modified. Once an item is reset, it can be sold again.
tr_tr: `<itemid>` - Sıfırlanacak öğenin kimliği Değiştirilmişse, bir öğenin türünü ve adını sıfırlayın. Bir öğe sıfırlandıktan sonra tekrar satılabilir.

source: You do not own this item.
tr_tr: Bu eşyaya sahip değilsin.

source: Nothing to do...
tr_tr: Yapacak bir şey yok...

source: Item reset.
tr_tr: Eşya sıfırlandı.

source: [basic] Change an item's name
tr_tr: [temel] Bir öğenin adını değiştirin

source: `<itemid>` - The ID of the item to rename `<newname>` - The name to give the item, must be shorter than 40 characters Change an item's name. Once an item is renamed, it can no longer be sold. Only basic (or above) tier patrons can use this command.
tr_tr: `<itemid>` - Yeniden adlandırılacak öğenin kimliği `<newname>` - Öğeye verilecek isim 40 karakterden kısa olmalıdır Bir öğenin adını değiştirin. Bir öğe yeniden adlandırıldığında artık satılamaz. Bu komutu yalnızca temel (veya üzeri) kademedeki kullanıcılar kullanabilir.

source: Name too long.
tr_tr: İsim çok uzun.

source: The item with the ID `{itemid}` is now called `{newname}`.
tr_tr: ID'si `{itemid}` olan eşyanın ismi şimdi `{newname}`.

source: [bronze] Change an item's type
tr_tr: [bronz] Bir öğenin türünü değiştirme

source: `<itemid>` - The ID of the item to change type `<new_type>` - The type to transform the item into Change an item's type. Once the type changed, the item becomes unsellable. You may not change a two-handed item into a one-handed one, or vice versa. This proves useful for merging items. Only bronze (or above) tier patrons can use this command.
tr_tr: `<itemid>` - Türü değiştirilecek öğenin kimliği `<new_type>` - Öğenin dönüştürüleceği tür Bir öğenin türünü değiştirin. Tür değiştiğinde, öğe satılamaz hale gelir. İki elli bir eşyayı tek elli bir eşyaya ya da tam tersi şekilde değiştiremezsiniz. Bu, öğeleri birleştirmek için yararlıdır. Bu komutu yalnızca bronz (veya üzeri) kademeli kullanıcılar kullanabilir.

source: Invalid type.
tr_tr: Geçersiz tür.

source: The item is already a {item_type}.
tr_tr: Bu eşya zaten bir {item_type}.

source: You may not change a two-handed item to a single-handed one and vice-versa due to weapon damage reasons.
tr_tr: Silah hasarı nedeniyle iki elli bir eşyayı tek elle değiştiremezsiniz ve bunun tersi de geçerlidir.

source: The item with the ID `{itemid}` is now a `{itemtype}`.
tr_tr: ID'si `{itemid}` olan eşya artık bir `{itemtype}`.

source: [gold] Receive a daily booster
tr_tr: [altın] Günlük güçlendirici alın

source: Receive a daily booster. The booster can be a time, money or luck booster. (This command has a cooldown of 24 hours.)
tr_tr: Günlük güçlendirici alın. Güçlendirici bir zaman, para veya şans artırıcı olabilir. (Bu komutun 24 saatlik bir bekleme süresi vardır.)

source: You received a daily {type_} booster!
tr_tr: Günlük {type_} güçlendirici aldın!

source: [basic] Change your profile background
tr_tr: [temel] Profil arka planınızı değiştirin

source: `<url>` - The image URL to use as the background, may not exceed 60 characters. Change your profile's background image. `{prefix}background reset` sets it to the default one again. This image should be formatted by the `{prefix}makebackground` command, however if you want to get creative and not use an overlay, or create your own, the image dimensions are 800x650. Having trouble finding a short URL? Try following [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Only basic (or above) tier patrons can use this command.
tr_tr: `<url>` - Arka plan olarak kullanılacak görselin URL'si 60 karakteri geçemez. Profilinizin arka plan resmini değiştirin.`{prefix}background reset` onu tekrar varsayılana ayarlar. Bu resim`{prefix}makebackground` komutuyla biçimlendirilmelidir, ancak yaratıcı olmak ve bir kaplama kullanmak istemiyorsanız veya kendi yer paylaşımınızı oluşturmak istiyorsanız, resim boyutları 800x650'dir. Kısa bir URL bulmada sorun mu yaşıyorsunuz? [Bu öğretici] 'yi (https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) izlemeyi deneyin! Bu komutu yalnızca temel (veya üzeri) kademedeki kullanıcılar kullanabilir.

source: That is not a valid premade background.
tr_tr: Bu geçerli bir önceden yapılmış arkaplan değil.

source: I couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?
tr_tr: URL'yi okuyamadım. `http://` ya da`https://` ile mi başlıyor veya png ya da jpeg mi?

source: The URL is too long.
tr_tr: URL çok uzun.

source: Your new profile picture is now: {url}
tr_tr: Yeni profil resmin artık: {url}

source: Your profile picture has been reset.
tr_tr: Profil resmin sıfırlandı.

source: [basic] Formats an image for background compatability
tr_tr: [temel] Arka plan uyumluluğu için bir görüntüyü biçimlendirir

source: There was an error processing your image. Reason: {reason} ({detail})
tr_tr: Resminiz işlenirken bir hata oluştu. Neden: {reason} ({detail})

source: Unexpected internal error when generating image.
tr_tr: Görüntü oluştururken beklenmeyen dahili hata.

source: Unexpected error when generating image.
tr_tr: Görüntü oluştururken beklenmeyen hata.

source: Error when uploading to Imgur.
tr_tr: Imgur'a yüklerken hata.

source: Imgur Link for `{prefix}background` {link}
tr_tr: `{prefix}background`için İmgur Bağlantısı {link}

source: [basic] Upgrade your guild
tr_tr: [temel] Loncanızı yükseltin

source: Update your guild member limit and bank size according to your donation tier. Gold (and above) Donators have their bank space quintupled (x5), Silver Donators have theirs doubled. The member limit is set to 100 regardless of donation tier. ⚠ To use this, you have to be the leader of a guild, not just a member. Only basic (or above) tier patrons can use this command.
tr_tr: Lonca üye limitinizi ve banka büyüklükünüzü bağış seviyenize göre güncelleyin. Altın (ve üzeri) Donatörler kendi banka alanı beşli (x5), Gümüş Donatörler onların iki katına var. Üye sınırı, bağış katmanına bakılmaksızın 100 olarak ayarlanır. ⚠ Bunu kullanabilmek için sadece bir üye değil, bir loncanın lideri olmalısın. Bu komutu yalnızca temel (veya üst) seviye müşterileri kullanabilir.

source: Your guild was updated.
tr_tr: Loncan güncellendi.

source: Change your background
tr_tr: Arka planınızı değiştirme

source: `<number>` - The number of the eventbackground to use Update your background to one from the events. You can get event backgrounds from special events, for example easter or christmas.
tr_tr: '<number>' - Kullanılacak olay arka planının sayısı Arka planınızı olaylardan birine güncelleyin. Paskalya veya Noel gibi özel etkinliklerden etkinlik arka planlarını alabilirsiniz.

source: You do not have an eventbackground. They can be acquired on seasonal events.
tr_tr: Etkinlik arkaplanın yok. Mevsimsel etkinliklerden kazanılabilirler.

source: The background number {number} is not valid, you only have {total} available.
tr_tr: Arkaplan numarası {number} geçerli değil, sende toplam {total} mevcut.

source: Background updated!
tr_tr: Arkaplan güncellendi!

source: Choose or change your class(es)
tr_tr: Sınıflarınızı seçin veya değiştirin.

source: Change or select your primary or secondary class. - Warriors gain added defense - Thieves gain access to `{prefix}steal` - Mages gain added damage - Rangers gain access to a pet which can hunt for gear items - Raiders gain additional raidstats, used in raidbattles and raids - Ritualists gain additional favor from sacrificing items and are twice as likely to receive loot from adventures (- Paragons gain added damage *and* defense; the class is only available to donators) The second class unlocks at level 12. Selecting a class the first time is free (No Class -> Class), but changing it later will cost $5,000 (Class -> another Class) (This command has a cooldown of 24 hours)
tr_tr: Birincil veya ikincil sınıfınızı değiştirin veya seçin. - Savaşçılar ek savunma kazanır. - Hırsızlar `{prefix}steal`ya erişim kazanır. - Büyücüler ek hasar alır. - Korucular, teçhizat avlayabilen bir evcil hayvana erişim kazanır. - Baskıncılar, baskın savaşlarında ve baskınlarda kullanılan ek baskınlar kazanır. - Ritüeller, eşyaları feda ederek ek bir iyilik kazanır ve maceralardan iki kat daha fazla ganimet alırlar. (- Paragonlar ek hasar * ve * savunma kazanır; sınıf yalnızca bağışçılar tarafından kullanılabilir). İkinci sınıf, 12. seviyede açılır. İlk seferde bir sınıf seçmek ücretsizdir (Sınıf Yok -> Sınıf), ancak daha sonra değiştirmek 5.000 $ 'a mal olacaktır (Sınıf -> başka bir Sınıf) (Bu komutun bekleme süresi 24 saattir)

source: Select class to change
tr_tr: Değiştirmek için sınıf seç

source: Primary Class
tr_tr: Birinicil Sınıf

source: Secondary Class
tr_tr: İkincil Sınıf

source: Warrior
tr_tr: Savaşçı

source: The tank class. Charge into battle with additional defense! +1 defense per evolution.
tr_tr: Tank sınıfı. Savaşa ek savunmayla gir! Evrim başına +1 savunma.

source: Thief
tr_tr: Hırsız

source: The sneaky money stealer... Get access to `{prefix}steal` to steal 10% of a random player's money, if successful. +8% success chance per evolution.
tr_tr: Sinsi para hırsızı... Başarılı olursa rastgele bir oyuncunun parasının% 10'unu çalmak için `{prefix}steal` erişimine erişin. Evrim başına +% 8 başarı şansı.

source: Mage
tr_tr: Büyücü

source: Utilise powerful magic for stronger attacks. +1 damage per evolution.
tr_tr: Daha güçlü saldırılar için güçlü büyü kullan. Evrim başına +1 hasar.

source: Item hunter and trainer of their very own pet. Get access to `{prefix}pet` to interact with your pet and let it get items for you. +3 minimum stat and +6 maximum stat per evolution.
tr_tr: Eşya avcısı ve kendi evcil hayvanının eğitmeni. Evcil hayvanınla etkileşime geçmek ve onun senin için eşya almasını sağlamak için `{prefix}pet`e erişim al. Evrim başına +3 minimum stat ve +6 maksimum stat.

source: Raider
tr_tr: Akıncı

source: A strong warrior who gives their life for the fight against Zerekiel. Every evolution boosts your raidstats by an additional 10%.
tr_tr: Zerekiel ile savaşmaya hayatını adamış güçlü bir savaşçı. Her evrim geçirme baskın istatistiklerini ekstra %10 arttırır.

source: Ritualist
tr_tr: Ayinci

source: A seer, a sacrificer and a follower. The Ritualist devotes their life to the god they follow. For every evolution, their sacrifices are 5% more effective. They have twice the chance to get loot from adventures.
tr_tr: Bir kâhin, bir kurbancı ve bir inançlı. Ayinci hayatını inandığı tanrıya adar. Evrim başına edilen kurbanlar %5 daha etkili olur. Maceralardan iki katı ganimet kazanma şansı vardır.

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution.
tr_tr: Güçlenmek için geliştiricilerin takdirini ruhuna em. Evrim başına +1 hasar ve savunma.

source: You are about to select the `{profession}` class for yourself. {textaddon} Proceed?
tr_tr: Kendin için `{profession}` sınıfını seçmek üzeresin. {textaddon} devam edilsin mi?

source: This **costs nothing**, but changing it later will cost **$5000**.
tr_tr: Bunun ** hiçbir maliyeti yoktur **, ancak daha sonra değiştirilmesinin maliyeti ** 5000 $ ** olacaktır.

source: This will cost **$5000**.
tr_tr: Bu **$5000**'a mal olacak.

source: Class selection cancelled.
tr_tr: Sınıf seçimi iptal edildi.

source: Your new class is now `{profession}`.
tr_tr: Senin sınıfın artık `{profession}`.

source: You're too poor for a class change, it costs **$5000**.
tr_tr: Sınıf değiştirmek için çok fakirsin, **$5000** ediyor.

source: You selected the class `{profession}`. **$5000** was taken off your balance.
tr_tr: `{profession}` sınıfını seçtin. Hesabından **$5000** alındı.

source: View your class(es)
tr_tr: Sınıflarınızı görüntüleyin.

source: Show your class(es) and their added benefits, sent as images.
tr_tr: Sınıflarınızı ve ek avantajlarını resim olarak gönderin.

source: The image for your class **{class_}** hasn't been added yet.
tr_tr: Senin sınıfın **{class_}** için resim henüz eklenmedi.

source: Evolve your class(es)
tr_tr: Sınıflarınızı geliştirin.

source: Evolve your class, bringing it to the next level and giving better class bonuses. You can evolve every 5 levels, i.e. at level 5, level 10, level 15, level 20, level 25 and finally level 30. - Warriors gain +1 defense per evolution - Thieves gain +8% for their success chance per evolution - Mages gain +1 damage per evolution - Rangers' pets' hunted item get +3 minimum stat and +6 maximum stat per evolution - This means level 1 pets can hunt items from stat 3 to stat 6; level 2 pets from stat 6 to stat 12 - Raiders gain +0.1 defense and damage raidstats - Ritualists gain +5% extra favor when sacrificing per evolution (- Paragons gain +1 damage *and* +1 defense per evolution)
tr_tr: Sınıfınızı geliştirin, bir sonraki seviyeye taşıyın ve daha iyi sınıf bonusları verin. Her 5 seviyede bir, yani seviye 5, seviye 10, seviye 15, seviye 20, seviye 25 ve son olarak seviye 30'da gelişebilirsiniz. - Savaşçılar evrim başına +1 savunma kazanır - Hırsızlar, evrim başına başarı şansı için +% 8 kazanır - Büyücüler evrim başına +1 hasar alır - Korucuların 'petleri' avlanan eşyası, evrim başına +3 minimum stat ve +6 maksimum stat kazanır - Bu, 1. seviye evcil hayvanların 3. stattan 6. statüye kadar eşyaları avlayabileceği anlamına gelir; stat 6'dan stat 12'ye kadar seviye 2 petler - Akıncılar +0.1 savunma ve hasar baskınları kazanır - Ritualistler, evrim başına fedakarlık yaptıklarında +% 5 ekstra iyilik kazanır (- Paragonlar evrim başına +1 hasar * ve * +1 savunma kazanır)

source: Your level isn't high enough to evolve.
tr_tr: Seviyen evrimleşmek için yeterince yüksek değil.

source: You haven't got a class yet.
tr_tr: Henüz sınıfın yok.

source: Nothing to evolve.
tr_tr: Gelişecek bir şey yok.

source: You are now a `{class1}` and a `{class2}`.
tr_tr: Senin sınıfların şimdi `{class1}` ve `{class2}`.

source: Shows the evolution tree
tr_tr: Evrim ağacını gösterir

source: Shows the evolution tree for each class. This will only show the names, not the respective benefits.
tr_tr: Her sınıf için evrim ağacını gösterir. Bu sadece isimleri gösterecek, ilgili faydaları göstermeyecektir.

source: Steal money
tr_tr: Para çalmak

source: Steal money from a random user. Your steal chance is increased by evolving your class and your alliance's thief buildings, if you have an alliance that owns a city. If you succeed in stealing, you will steal 10% of a random player's money. You *cannot* choose your target, it is always a random player. If the bot can't find the player's name, it will be replaced with "a traveller passing by". The random player cannot be anyone with money less than $10, yourself, or one of the bot owners. Only thieves can use this command. (This command has a cooldown of 1 hour.)
tr_tr: Rastgele bir kullanıcıdan para çal. -Başarıya ulaşma şansı sınıfını geliştirmen ve ittifakının hırsız binalarına bağlı olarak artar. -Hırsızlıkta başarıya ulaşırsan, çaldığın kişinin parasının %10'unu alırsın. -Çalacağın kişiyi *seçemezsin*, her zaman rastgele bir kişiden çalarsın. Eğer bot çaldığın kişinin ismini bulamazsa "oradan geçen bir gezgin"den çaldığını söyleyecektir. -Çaldığın kişi $10'dan daha az parası bulunan birisi, kendin veya bot sahiplerinden biri olamaz. -Sadece hırsız sınıfına sahip kullanıcılar bu komutu kullanabilir. -(Bu komutun 1 saatlik bir bekleme süresi vardır.)

source: You attempted to steal from a bot VIP, but the bodyguards caught you.
tr_tr: Bir bot VIP'den çalmaya çalıştın, ama korumalar seni yakaladı.

source: You stole **${stolen}** from {user}.
tr_tr: {user}'dan **${stolen}** çaldın.

source: a traveller just passing by
tr_tr: sadece geçen bir gezgin

source: Your attempt to steal money wasn't successful.
tr_tr: Para çalma girişimin başarısız oldu.

source: Interact with your pet
tr_tr: Evcil hayvanınızla etkileşim kurun

source: Interact with your pet. Be sure to see `{prefix}help pet`. Every two hours, your pet will lose 2 food points, 4 drink points, 1 joy point and 1 love point. If food or drink drop below zero, your pet dies and the ranger class is removed from you. If love sinks below 75, your pet has a chance to run away which increases the lower its love drops. Your pet's joy influences the items it hunts, acting as a multiplier for the item's stat. Only rangers can use this command.
tr_tr: Evcil hayvanınızla etkileşim kurun `{prefix}help pet`e baktığınızdan emin olun.. Her iki saatte bir evcil hayvanınız 2 yemek puanı, 4 içecek puanı,, 1 sevinç puanı ve 1 aşk puanı kaybedecektir. Yiyecek veya içecek sıfırın altına düşerse, evcil hayvanınız ölür ve korucu sınıfı sizden çıkarılır. Sevgi 75'in altına düşerse, evcil hayvanınızın kaçma şansı vardır ve bu da sevgisinin azalmasını artırır. Evcil hayvanınızın neşesi, avladığı eşyaları etkiler ve eşyanın statüsü için bir çarpan görevi görür. Bu komutu sadece korucular kullanabilir.

source: {user}'s pet
tr_tr: {user}'nın evcil hayvanı

source: Level
tr_tr: Seviye

source: Food
tr_tr: Yemek

source: Drinks
tr_tr: İçecekler

source: Love
tr_tr: Sevgi

source: Joy
tr_tr: Neşe

source: Feed your pet
tr_tr: Evcil hayvanını besle

source: Feed your pet. This brings up an interactive menu where you can buy a food item. Only rangers can use this command.
tr_tr: Evcil hayvanını besle. Bu, bir yiyecek maddesi satın alabileceğiniz etkileşimli bir menü açar. Bu komutu sadece korucular kullanabilir.

source: Potato
tr_tr: Patates

source: Apple
tr_tr: Elma

source: Cucumber
tr_tr: Salatalık

source: Meat
tr_tr: Et

source: Salad
tr_tr: Salata

source: Sushi
tr_tr: Suşi

source: Adrian's Power Poop
tr_tr: Adrian'ın Güç Boku

source: You are too poor to buy this.
tr_tr: Bunu satın almak için çok fakirsin.

source: You bought **{item}** for your pet and increased its food bar by **{points}** points.
tr_tr: Evcil hayvanın için **{item}** aldın ve yemek barını **{points}** puan yükselttin.

source: Give your pet something to drink.
tr_tr: Evcil hayvanınıza içecek bir şeyler verin.

source: Give your pet something to drink. This brings up an interactive menu where you can buy a drink item. Only rangers can use this command.
tr_tr: Evcil hayvanınıza içecek bir şeyler verin. Bu, bir içecek öğesi satın alabileceğiniz etkileşimli bir menü açar. Bu komutu sadece korucular kullanabilir.

source: Some Water
tr_tr: Biraz su

source: A bottle of water
tr_tr: Bir şişe su

source: Cocktail
tr_tr: Kokteyl

source: Wine
tr_tr: Şarap

source: Beer
tr_tr: Bira

source: Vodka
tr_tr: Votka

source: Adrian's Cocktail
tr_tr: Adrian'ın Kokteyli

source: Give your pet something to drink
tr_tr: Evcil hayvanına içmesi için bir şey ver

source: You bought **{item}** for your pet and increased its drinks bar by **{points}** points.
tr_tr: Evcil hayvanın için **{item}** aldın ve içecekler barını **{points}** puan yükselttin.

source: Love your pet
tr_tr: Evcil hayvanını sev

source: Cuddle with your pet to raise its love points. Your pet can gain from 1 to 12 Love points per cuddle. Only rangers can use this command. (This command has a cooldown of 6 hours.)
tr_tr: Sevgi puanlarını yükseltmek için evcil hayvanınızla kucaklaşın. Evcil hayvanınız sarılma başına 1 ila 12 Aşk puanı kazanabilir. Bu komutu sadece korucular kullanabilir. (Bu komutun bekleme süresi 6 saattir.)

source: Your pet adores you! :heart: Cuddling it has increased its love for you by **{value}** points.
tr_tr: Evcil hayvanın seni çok seviyor! :heart: Ona sarılmak sana olan sevgisini **{value}** puan yükseltti.

source: Play with your pet
tr_tr: Evcil hayvanınızla oynayın

source: Play with your pet to raise its joy points. Your pet can gain from 1 to 12 Joy points per play. Only rangers can use this command. (This command has a cooldown of 6 hours.)
tr_tr: Sevinç puanı yükseltmek için evcil hayvanınızla oynayın. Evcil hayvanınız oyun başına 1 ila 12 sevinç puanı kazanabilir. Bu komutu sadece korucular kullanabilir. (Bu komutun bekleme süresi 6 saattir.)

source: You have been {activity} with your pet and it gained **{value}** joy!
tr_tr: Evcil hayvanınla {activity} ve **{value}** neşe kazandı!

source: playing football :soccer:
tr_tr: futbol oynuyorsunuz :soccer:

source: playing American football :football:
tr_tr: amerikan futbolu oynuyorsunuz :football:

source: playing rugby :rugby_football:
tr_tr: ragbi oynuyorsunuz :rugby_football:

source: playing basketball :basketball:
tr_tr: basketbol oynuyorsunuz :basketball:

source: playing tennis :tennis:
tr_tr: tenis oynuyorsunuz :tennis:

source: playing ping-pong :ping_pong:
tr_tr: masa tenisi oynuyorsunuz :ping_pong:

source: boxing :boxing_glove:
tr_tr: boks yapıyorsunuz :boxing_glove:

source: skiing :ski:
tr_tr: kayak yapıyorsunuz :ski:

source: Rename your pet
tr_tr: Evcil hayvanınızı yeniden adlandırın

source: Give your pet a new name. The name cannot be longer than 20 characters. Only rangers can use this command.
tr_tr: Evcil hayvanınıza yeni bir isim verin. İsim 20 karakterden uzun olamaz. Bu komutu sadece Korucular kullanabilir.

source: Please enter a name shorter than 20 characters.
tr_tr: Lütfen 20 karakterden kısa bir isim girin.

source: Pet name updated.
tr_tr: Evcil hayvan adı güncellendi.

source: Set a new image for your pet
tr_tr: Evcil hayvanınız için yeni bir görüntü ayarlayın

source: `[url]` - An image url for the pet's image, must be 60 characters or shorter Updates the image that shows in `{prefix}pet`. Having trouble finding a short image link? Follow [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach the image you want to use (png, jpg, webp and gif are supported)! Only rangers can use this command.
tr_tr: "[url]" - Evcil hayvan resminin resim url'si 60 karakter veya daha kısa olmalıdır `{prefix}pet` de gösterilen resmi günceller.. Kısa bir resim bağlantısı bulmakta sorun mu yaşıyorsunuz? [Bu öğreticiyi] takip edin (https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) veya sadece kullanmak istediğiniz resmi ekleyin (png, jpg, webp ve gif desteklenir)! Bu komutu sadece korucular kullanabilir.

source: Your current pet image is: {url}
tr_tr: Mevcut evcil hayvan resminiz: {url}

source: No image URL found in your message, using image attachment...
tr_tr: İletinizde resim eki kullanılarak resim URL'si bulunamadı...

source: Image URL too long, shortening...
tr_tr: Resim URL'si çok uzun, kısaltılıyor...
