Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. After that, you will wake up once more to kill an additional villager, but as long as no Werewolf or Wild Child has been killed.
tr_tr: Amacınız diğer Kurtadamlarla birlikte tüm köylüleri öldürmek. Her gece, onlarla birlikte öldürmek için bir köylü seçeceksiniz. Bundan sonra, başka bir köylü öldürmek için bir kez daha uyanacaksınız, ancak Kurtadam veya Vahşi Çocuk öldürülmediği sürece.

source: You are an innocent soul. Your goal is to eradicate all Werewolves that are haunting the town at nights and survive yourself. At the daily elections, your voice makes the difference.
tr_tr: Sen masum bir ruhsun Amacınız geceleri kasabaya musallat olan tüm Kurt Adamları ortadan kaldırmak ve hayatta kalmaktır. Günlük seçimlerde sesiniz fark yaratır.

source: Everyone knows you are not a Werewolf. Your goal is to keep the town safe from Wolves and kill them all - at the daily elections, many will hear your voice, they know you will be honest.
tr_tr: Kurtadam olmadığını herkes biliyor. Amacınız şehri Kurtlardan korumak ve hepsini öldürmek - günlük seçimlerde birçok kişi sesini duyacak, dürüst olacağınızı biliyorlar.

source: You are a villager with the special ability to view someone's identity every night - but don't tell the villagers too fast, else you will be targeted yourself.
tr_tr: Her gece birinin kimliğini görme özel yeteneğine sahip bir köylüsünüz - ama köylülere çok hızlı söylemeyin, aksi takdirde kendiniz hedef alınırsınız.

source: You are the personification of the Greek god and get to choose two lovers at the beginning of the game - they will love each other so much that they will die once their beloved one bites the dust.
tr_tr: Siz Yunan tanrısının kişileşmesisiniz ve oyunun başında iki sevgili seçin - birbirlerini o kadar çok sevecekler ki, sevdikleri toz ısırdığında ölecekler.

source: You are a powerful villager with two special brews: One will kill, one will heal. Use them wisely to influence the game in your favor.
tr_tr: İki özel içkiye sahip güçlü bir köylüsünüz: Biri öldürecek, biri iyileştirecek. Oyunu kendi lehinize etkilemek için bunları akıllıca kullanın.

source: You are the Hunter. Do your best to protect the Community and your precise shot will trigger when you die, killing a target of your choice.
tr_tr: Sen Avcısın. Topluluğu korumak için elinizden gelenin en iyisini yapın ve kesin atışınız öldüğünüzde tetiklenerek seçtiğiniz bir hedefi öldürür.

source: You are the Healer. Every night, you can protect one Villager from death to the Werewolves, but not the same person twice in a row. Make sure the Villagers stay alive...
tr_tr: Sen Şifacısın. Her gece bir Köylüyü Kurtadamlara ölümden koruyabilirsiniz, ancak aynı kişiyi iki kez üst üste yapamazsınız. Köylülerin hayatta kalmasını sağlayın ...

source: You are the oldest member of the community and the Werewolves have been hurting you for a long time. All the years have granted you a lot of resistance - you can survive one attack from the Werewolves. The Village's Vote, Witch, and Hunter will kill you on the first time, and upon dying, all the other Villagers will lose their special powers and become normal villagers.
tr_tr: Topluluğun en yaşlı üyesisin ve Kurtadamlar sana uzun zamandır zarar veriyor. Yıllar boyunca size çok direnç gösterdi - Kurtadamların saldırısından sağ çıkabilirsiniz. Köyün Oyu, Cadı ve Avcısı sizi ilk kez öldürecek ve öldükten sonra diğer tüm Köylüler özel güçlerini kaybedecek ve normal köylüler olacaklar.

source: The two sisters know each other very well - together, you might be able to help the community find the Werewolves and eliminate them.
tr_tr: İki kız kardeş birbirlerini çok iyi tanır - birlikte, topluluğun Kurt Adamları bulmasına ve onları ortadan kaldırmasına yardımcı olabilirsiniz.

source: The three brothers know each other very well - together, you might be able to help the community find the Werewolves and eliminate them.
tr_tr: Üç kardeş birbirlerini çok iyi tanırlar - birlikte, topluluğun Kurt Adamları bulmasına ve onları ortadan kaldırmasına yardımcı olabilirsiniz.

source: You are a clever little guy who can sense the presence of Werewolves. Every night, you get to choose a group of 3 neighboring players of which you point the center player and will be told if at least one of them is a Werewolf. If you do not find a Werewolf, you lose your ability for good.
tr_tr: Kurtadamların varlığını hissedebilen akıllı küçük bir adamsın. Her gece, ortadaki oyuncuyu işaret ettiğiniz ve bunlardan en az birinin Kurtadam olup olmadığı size söylenecek olan 3 komşu oyuncudan oluşan bir grup seçiyorsunuz. Bir Kurt Adam bulamazsanız, yeteneğinizi sonsuza kadar kaybedersiniz.

source: You are the Judge. You love the law and can arrange a second daily vote after the first one by mentioning the secret sign we will agree on later during the vote. Use it wisely...
tr_tr: Sen yargıçsın. Yasayı seviyorsunuz ve oylama sırasında daha sonra üzerinde anlaşacağımız gizli işaretten bahsederek ilkinden sonra ikinci bir günlük oylama ayarlayabiliyorsunuz. Akıllıca kullanın...

source: You are the Rusty Sword Knight. You will do your best to protect the Villagers. If you died from the Werewolves, a random Werewolf who caused your death becomes diseased from your rusty sword and will die the following night.
tr_tr: Sen Paslı Kılıç Şövalyesisin. Köylüleri korumak için elinizden geleni yapacaksınız. Kurtadamlardan öldüyseniz, ölümünüze neden olan rastgele bir Kurt Adam paslı kılıcınızdan hastalanır ve ertesi gece ölür.

source: You are the White Wolf. Your objective is to kill everyone else. Additionally to the nightly killing spree with the Werewolves, you may kill one of them later on in the night.
tr_tr: Sen Beyaz Kurtsun. Amacınız diğer herkesi öldürmek. Kurtadamlarla gece öldürme çılgınlığına ek olarak, onlardan birini gecenin ilerleyen saatlerinde öldürebilirsiniz.

source: You are the Thief and can choose your identity soon.
tr_tr: Hırsız sensin ve yakında kimliğini seçebilirsin.

source: You are the Wild Child and will choose an idol. Once it dies, you turn into a Werewolf, but until then, you are a normal Villager...
tr_tr: Sen Vahşi Çocuksun ve bir idol seçeceksin. O öldüğünde, bir Kurtadama dönüşürsün, ama o zamana kadar normal bir Köylüsün ...

source: You are something between a Werewolf and a Villager. Choose your side wisely...
tr_tr: Kurtadam ve Köylü arasında birisin. Tarafınızı akıllıca seçin ...

source: You are the Maid who raised the children. It would hurt you to see any of them die - after the daily election, you may take their identity role once.
tr_tr: Sen çocukları büyüten hizmetçisin. Herhangi birinin öldüğünü görmek size zarar verir - günlük seçimlerden sonra, onların kimlik rolünü bir kez üstlenebilirsiniz.

source: You are the Flutist. Your goal is to enchant the players with your music to take revenge for being expelled many years ago. Every night, you get to enchant two of them. Gotta catch them all...
tr_tr: Sen Flütçüsün. Amacınız yıllar önce kovulmanın intikamını almak için müziğinizle oyuncuları büyülemek. Her gece ikisini büyüleyeceksin. Hepsini yakalamam gerek...

source: You are the Cursed Wolf Father that has the ability to spread your curse. Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. You may, once, use your special bite that will curse a villager instead of killing and devouring them. The cursed villager will then partake each night in the Werewolves' feast.
tr_tr: Sen lanetini yayma yeteneğine sahip Lanetli Kurt Babasın. Amacınız diğer Kurtadamlarla birlikte tüm köylüleri öldürmek. Her gece, onlarla birlikte öldürmek için bir köylü seçeceksiniz. Bir kez, bir köylüyü öldürmek ve yutmak yerine lanetleyecek özel ısırığınızı kullanabilirsiniz. Lanetli köylü daha sonra her gece Kurtadamlar ziyafetine katılacak.

source: You are the Paragon who has the ability to nullify all other nominations during the daily election. When you nominate one or more players, only those players will be voted for during the voting phase removing all other nominations.
tr_tr: Günlük seçimler sırasında diğer tüm adaylıkları geçersiz kılma yeteneğine sahip olan Paragon'sunuz. Bir veya daha fazla oyuncu belirlediğinizde, diğer tüm adaylar kaldırılarak oylama aşamasında yalnızca bu oyunculara oy verilecektir.

source: You're a lone Raider. As a Raider, you can loot a dead player and take their role as yours. However, only those who were recently lynched and last night's dead players are available for you to raid.
tr_tr: Sen yalnız bir baskıncı'sın. Bir Baskıncı olarak ölü bir oyuncuyu yağmalayabilir ve onun rolünü üstlenebilirsiniz. Ancak, sadece son zamanlarda linç edilenler ve dün geceki ölü oyuncular baskın yapmanız için uygun.

source: You are the Ritualist who can resurrect a Villager once per game. However, only those who were recently lynched and last night's dead players are available for you to resurrect.
tr_tr: Oyunda bir Köylüsü diriltebilecek Ritüalistsin. Ancak, diriltmeniz için yalnızca yakın zamanda linç edilenler ve dün geceki ölü oyuncular var.

source: You are the Troublemaker of the Village. You can exchange the roles of two other players on the first night.
tr_tr: Sen Köyün Baş belasısın. İlk gece diğer iki oyuncunun rollerini takas edebilirsiniz.

source: You are the Lawyer who can help the village stop their wrong decisions by objecting the nomination process and end the day without proceeding to any voting phase. Just raise the powerful "Objection!" protest to use your ability once per game. (The exclamation point is optional.)
tr_tr: Adaylık sürecine itiraz ederek köyün yanlış kararlarını durdurmasına ve herhangi bir oylama aşamasına geçmeden günü sonlandırmasına yardımcı olabilecek bir avukatsınız. Sadece güçlü "İtiraz!" yeteneğinizi oyun başına bir kez kullanmak için protesto. (Ünlem işareti isteğe bağlıdır.)

source: You're a War Veteran. Your past warfare has carried you through the duration of your life. Upon being lynched by the village's vote, you will randomly kill one of them as a form of your betrayal.
tr_tr: Sen bir Savaş Gazisisin. Geçmiş savaşınız sizi hayatınız boyunca taşıdı. Köyün oyuyla linç edildikten sonra, ihanetinizin bir şekli olarak onlardan birini rastgele öldüreceksiniz.

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. Additionally, you have the ability to summon an ancient werewolf spirit that will guard and protect a fellow werewolf to block one death.
tr_tr: Amacınız diğer kurt adamlarla birlikte tüm köylüleri öldürmek. Her gece, onlarla birlikte öldürmek için bir köylü seçeceksin. Ek olarak, bir kurt adamı bir ölümü engellemek için koruyacak ve koruyacak eski bir kurt adam ruhunu çağırma yeteneğine sahipsiniz.

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. Since you have learned from your shape-shifting ancestors the magic of summoning the dead, you have the ability to resurrect a dead werewolf at night once per game. However, only those who were recently lynched and last night's dead players are available for you to resurrect.
tr_tr: Amacınız diğer kurt adamlarla birlikte tüm köylüleri öldürmek. Her gece, onlarla birlikte öldürmek için bir köylü seçeceksin. Şekil değiştiren atalarınızdan ölüleri çağırmanın büyüsünü öğrendiğiniz için, ölü bir kurtadamı her oyunda bir kez gece diriltme yeteneğine sahipsiniz. Ancak, diriltmeniz için yalnızca yakın zamanda linç edilenler ve dün geceki ölü oyuncular var.

source: Your goal is to infect all the players with your virus. Every night, you get to sneeze and cough on one of them. Each day that passes increases the players you can infect by one more. Make it Pandemic! (Note: If an infected player died and is resurrected, they are free from the virus.)
tr_tr: Amacınız tüm oyunculara virüsünüzü bulaştırmak. Her gece bunlardan birine hapşırır ve öksürürsünüz. Geçen her gün, bulaştırabileceğiniz oyuncuları bir tane daha arttırır. Pandemik olun! (Not: Virüs bulaşmış bir oyuncu ölürse ve dirilirse, virüs içermez.)

source: Shortcut back to {ww_channel}
tr_tr: {ww_channel} için kısayol

source: No one
tr_tr: Hiç kimse

source: **The Werewolves awake...**
tr_tr: **Kurt adamlar uyandı ...**

source: __{count}__ Werewolves
tr_tr: __ {count} __ Kurt adamlar

source: lone Werewolf
tr_tr: yalnız kurt adam

source: **🐺 Wake up {greet_text}! It is time to choose a victim**
tr_tr: **🐺 Uyan {greet_text}! Kurban seçme zamanı**

source: All possible victims are:
tr_tr: Olası tüm kurbanlar:

source: **I will relay all messages you send to the other Werewolves. Send a number to nominate them for killing (you can nominate up to 10 users), voting starts in {timer} seconds.**
tr_tr: **Diğer Kurtadamlara gönderdiğiniz tüm mesajları ileteceğim. Onları öldürmeleri için aday göstermek için bir numara gönderin (en fazla 10 kullanıcıyı aday gösterebilirsiniz), oylama {timer} saniye içinde başlar.**

source: **Please do not spam and talk slowly! Relaying can take a while if there are many Werewolves!**
tr_tr: **Lütfen spam yapmayın ve yavaş konuşun! Çok sayıda Kurtadam varsa geçiş biraz zaman alabilir!**

source: ❌ You cannot nominate your Lover.
tr_tr: ❌ Sevgilinizi aday gösteremezsiniz.

source: **{werewolf}** nominated **{victim}**
tr_tr: **{werewolf}** aday **{victim}**

source: Not a single one of you wanted to attack a villager. No fresh meat tonight 😆. {game_link}
tr_tr: Hiçbiriniz bir köylüye saldırmak istemediniz. Bu gece taze et yok 😆. {game_link}

source: {player_name} Votes: {votes}
tr_tr: {player_name} Oylar: {votes}

source: The voting is starting, please wait for your turn...
tr_tr: Oylama başlıyor, lütfen sıranızı bekleyin ...

source: React to vote for a target. You have {timer} seconds.
tr_tr: Bir hedefe oy vermek için tepki verin. {timer} saniyeniz var.

source: You timed out and didn't vote.
tr_tr: Zaman aşımına uğradınız ve oy vermediniz.

source: ❌ You cannot vote for your Lover to die.
tr_tr: ❌ Sevgilinizin ölmesi için oy kullanamazsınız.

source: Werewolves, you are all indecisive. No fresh meat tonight 😆. {game_link}
tr_tr: Kurt adamlar, kararsızsınız. Bu gece taze et yok 😆. {game_link}

source: Werewolves, you have decided to kill **{target}** tonight and be your meal. {game_link}
tr_tr: Kurt adamlar, bu gece **{target}** 'i öldürmeye ve yemeğiniz olmasına karar verdiniz. {game_link}

source: {pure_soul} is a **{role}** and an innocent villager.
tr_tr: {pure_soul} bir **{role}** ve masum bir köylüdür.

source: 📢 {sheriff} got randomly chosen as the new 🎖 **Sheriff**️. **The vote of the Sheriff counts as double.**
tr_tr: 📢 {sheriff} yeni 🎖 **Sheriff**. **The vote of the Sheriff counts as double.**

source: You became the 🎖 **Sheriff. Your vote counts as double. If you died or exchanged roles using Maid's ability, you must choose a new Sheriff.**
tr_tr: Sen **Şerif oldun. Oyunuz çifte sayılır. Hizmetçi'nin yeteneğini kullanarak öldüyseniz veya rol değiştirdiyseniz, yeni bir Şerif seçmelisiniz. **

source: **The __{num}__ inhabitants of the Village:**
tr_tr: **Köyün __ {num} __ sakinleri:**

source: **Welcome to Werewolf {mode}! {speed} speed activated - All action timers are limited to {timer} seconds.**
tr_tr: **Werewolf {mode} 'a hoş geldiniz! {speed} hızı etkinleştirildi - Tüm eylem zamanlayıcıları {timer} saniye ile sınırlıdır.**

source: 📜⚠️ Talking to other users privately is prohibited! Posting any screenshots of my messages containing your role is also forbidden.
tr_tr: 📜⚠️ Diğer kullanıcılarla özel olarak konuşmak yasaktır! Rolünüzü içeren mesajlarımın herhangi bir ekran görüntüsünü göndermek de yasaktır.

source: **Sending game roles... You may use `{prefix}ww myrole` to check your role later. {house_rules}**
tr_tr: **Oyun rollerini gönderme ... Rolünüzü daha sonra kontrol etmek için `{prefix}ww myrole` kullanabilirsiniz. {house_rules}**

source: **Welcome to Werewolf {mode}! {house_rules} {game_link}**
tr_tr: **Werewolf {mode} 'a hoş geldiniz! {house_rules} {game_link}**

source: 🌘 💤 **Night falls, the town is asleep...**
tr_tr: 🌘 💤** Gece çöküyor, kasaba uyuyor ...**

source: **The Sisters awake...**
tr_tr: **Kızkardeşler uyandı...**

source: **The Brothers awake...**
tr_tr: **Kardeşler uyandı...**

source: 💤 **Night falls, the town is asleep...**
tr_tr: 💤** Gece çöküyor, kasaba uyuyor ...**

source: You may now submit someone (up to 10 total) for the election who to lynch by mentioning their name below. You have {timer} seconds of discussion during this time.
tr_tr: Şimdi, aşağıda isimlerinden bahsederek linç edilecek birini (toplamda en fazla 10) seçime gönderebilirsiniz. Bu süre içinde {timer} saniyelik tartışmanız var.

source: **OBJECTION!!!** the **{role}** {user} protested. Nomination ends.
tr_tr: **İTİRAZ !!! ** ** {role}** {user} protesto etti. Adaylık sona erer.

source: I received your secret phrase. We will hold another election after this.
tr_tr: Gizli ifadenizi aldım. Bundan sonra bir seçim daha yapacağız.

source: **{role} {player}** nominated **{nominee}**.
tr_tr: **{role} {player}** aday **{nominee}**.

source: **{player}** nominated **{nominee}**.
tr_tr: **{player}** aday **{nominee}**.

source: Seems sneaky, I added {time_to_add} seconds talk time.
tr_tr: Sinsi görünüyor, {time_to_add} saniye konuşma süresi ekledim.

source: **React to vote for killing someone. You have {timer} seconds.** {texts}
tr_tr: **Birini öldürmek için oy vermek için tepki verin. {timer} saniyeniz var. ** {texts}

source: An unexpected error occurred.
tr_tr: Beklenmeyen bir hata oluştu.

source: **You should not vote since you're not in the game. Please do not try to influence the game by voting unnecessarily. I will remove your reactions.**
tr_tr: **Oyunda olmadığın için oy kullanmamalısın. Lütfen gereksiz yere oy vererek oyunu etkilemeye çalışmayın. Tepkilerinizi ortadan kaldıracağım.**

source: **{author} I couldn't remove reactions. Please give me the proper permissions to remove reactions.**
tr_tr: **{author} Tepkileri kaldıramadım. Lütfen reaksiyonları kaldırmam için bana uygun izinleri verin.**

source: Checking AFK players if they're still in the game... Should be done in {timer} seconds.
tr_tr: AFK oyuncularının hala oyunda olup olmadıkları kontrol ediliyor ... {timer} saniye içinde tamamlanacak.

source: You failed to vote. This is just an AFK check: **Send any message until I acknowledged that you're not AFK. You have {timer} seconds.**
tr_tr: Oy vermediniz. Bu sadece bir AFK kontrolüdür: **AFK olmadığınızı onaylayana kadar herhangi bir mesaj gönderin. {timer} saniyeniz var.**

source: ☑️ You're not AFK. You can stop sending message now. {game_link}
tr_tr: ☑️ AFK değilsin. Artık mesaj göndermeyi bırakabilirsiniz. {game_link}

source: **Strike 3!** You will now be killed by the game for having 3 strikes of being AFK. Goodbye!
tr_tr: **Strike 3!** Artık AFK olmanın 3 vuruşunu yaptığınız için oyun tarafından öldürüleceksiniz. Güle güle!

source: ⚠️ **Strike {strikes}!** You have been marked as AFK. __You'll be killed after 3 strikes.__
tr_tr: ⚠️ ** Seri {strikes}! ** AFK olarak işaretlendiniz. __3 turdan sonra öldürüleceksin.__

source: **{afk_player}** has been killed by the game due to having 3 strikes of AFK.
tr_tr: **{afk_player} ** 3 tur AFK olduğu için oyun tarafından öldürüldü.

source: The community has decided to kill {to_kill}.
tr_tr: Topluluk, {to_kill} 'i öldürmeye karar verdi.

source: {to_die} died from the disease caused by the Knight's rusty sword.
tr_tr: {to_die}, Şövalyenin paslı kılıcının neden olduğu hastalıktan öldü.

source: 🌤️ **The sun rises...**
tr_tr: 🌤️ ** Güneş doğar ... **

source: Indecisively, the community has killed noone.
tr_tr: Kararsız bir şekilde, topluluk kimseyi öldürmedi.

source: 📢 **The Judge used the secret phrase to hold another election to lynch someone. The Judge's decision cannot be debated.**
tr_tr: 📢 **Yargıç, birisini linç etmek için başka bir seçim yapmak için gizli ifadeyi kullandı. Yargıcın kararı tartışılamaz.**

source: Indecisively, the community has not lynched anyone.
tr_tr: Kararsız bir şekilde, topluluk kimseyi linç etmedi.

source: **Day {day_count:.0f} of {days_limit}**
tr_tr: **Gün {day_count:.0f} / {days_limit}**

source: **Day {day_count:.0f}**
tr_tr: **Gün {day_count:.0f}**

source: {day_count:.0f} days have already passed. Stopping game...
tr_tr: {day_count:.0f} gün çoktan geçti. Oyun durduruluyor ...

source: Werewolf {mode} results:
tr_tr: Kurt adam {mode} sonuçları:

source: {results_pretext} **The {winning_side} won!** 🎉 Congratulations:
tr_tr: {results_pretext} **{winning_side} kazandı!** 🎉 Tebrikler:

source: {results_pretext} **No one won!**
tr_tr: {results_pretext} **Kimse kazanmadı!**

source: {results_pretext} **{winner} won!**
tr_tr: {results_pretext} **{winner} kazandı!**

source: A **{initial_roles}** initially.
tr_tr: Başlangıçta bir **{initial_roles}**.

source: {player} is a **{role}**!{initial_role_info}
tr_tr: {player} bir **{role}**! {initial_role_info}

source: The game has ended. I will now reveal the other living players' roles:
tr_tr: Oyun sona erdi. Şimdi diğer yaşayan oyuncuların rollerini açıklayacağım:

source: **Type the number of the user to choose for this action. Type `0` to dismiss. You need to choose {amount} more.**
tr_tr: **Bu işlem için seçilecek kullanıcı numarasını yazın. Reddetmek için "0" yazın. {amount} daha fazla seçmeniz gerekiyor.**

source: **Type the number of the user to choose for this action. You need to choose {amount} more.**
tr_tr: **Bu işlem için seçilecek kullanıcı numarasını yazın. {amount} daha fazla seçmeniz gerekiyor.**

source: I couldn't send a DM to someone. All players should allow me to send Direct Messages to them.
tr_tr: Birine DM gönderemedim. Tüm oyuncular onlara Direkt Mesaj göndermeme izin vermeli.

source: **{player}** has been selected.
tr_tr: **{player}** seçildi.

source: 💕 You fell in love with **{lover}**! 💘 Amor really knew you had an eye on them... You can eliminate all others and survive as **Lovers**. Try to protect your lover as best as you can. You will immediately commit suicide once they die. {game_link}
tr_tr: 💕**{lover}**'ye aşık oldun! 💘 Amor, onlara göz kulak olduğunuzu gerçekten biliyordu ... Diğerlerini ortadan kaldırabilir ve **Aşıklar** olarak hayatta kalabilirsiniz. Sevgilinizi elinizden geldiğince korumaya çalışın. Onlar öldükten hemen sonra intihar edeceksiniz. {game_link}

source: **The {role} awakes and chooses its idol...**
tr_tr: **{role} uyanır ve idolünü seçer...**

source: Choose your Idol. You will turn into a Werewolf if they die.
tr_tr: İdolünüzü seçin. Onlar ölürse bir Kurtadama dönüşeceksin.

source: You didn't choose anyone. A random player will be chosen for you.
tr_tr: Sen kimseyi seçmedin. Sizin için rastgele bir oyuncu seçilecek.

source: **{idol}** became your Idol. {game_link}
tr_tr: **{idol}** senin idolün oldu. {game_link}

source: **The {role} awakes...**
tr_tr: **{role} uyanır ...**

source: 🧑‍⚖️ Please enter a secret phrase that will trigger a second election. It is case sensitive.
tr_tr: 🧑‍⚖️ Lütfen ikinci bir seçimi tetikleyecek gizli bir ifade girin. Büyük / küçük harfe duyarlıdır.

source: The phrase is **{symbol}**. Enter it right during an election to trigger another one. {game_link}
tr_tr: İfade **{symbol}** şeklindedir. Bir seçim sırasında başka birini tetiklemek için sağa girin. {game_link}
