Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: To buy one of these items for your partner, use `{prefix}spoil shopid`
tr_tr: Bu eşyalardan birini eşine satın almak için `{prefix}spoil shopid` kullan

source: You're not married yet.
tr_tr: Henüz evli değilsin.

source: You bought a **{item}** for your partner and increased their love score by **{points}** points!
tr_tr: Eşin için **{item}** satın aldın ve onun aşk puanını **{points}** puan arttır!

source: Failed to DM your spouse, could not find their Discord account
tr_tr: Eşine DM gönderilemedi, onun Discord hesabı bulunamadı

source: Take your partner on a date
tr_tr: Partnerinizi bir randevuya götürün

source: Take your partner on a date to increase *their* lovescore. To increase your own lovescore, your partner should go on a date with you. The lovescore gained from dates can range from 10 to 150 in steps of 10. Only players who are married can use this command. (This command has a cooldown of 12 hours.)
tr_tr: Partnerinizi *aşk puanlarını* artırmak için bir randevuya götürün. Kendi aşk puanınızı artırmak için partneriniz sizinle bir randevuya gitmelidir. Randevulardan kazanılan aşk puanı 10'luk adımlarla 10 ile 150 arasında değişebilir. Bu komutu sadece evli olan oyuncular kullanabilir. (Bu komutun soğuma süresi 12 saattir.)

source: You and {partner} went on a nice candlelit dinner.
tr_tr: Sen ve {partner} mum ışığında güzel bir akşam yemeğine gittiniz.

source: You and {partner} had stargazed all night.
tr_tr: Sen ve {partner} bütün gece yıldızlara baktınız.

source: You and {partner} went to a circus that was in town.
tr_tr: Sen ve {partner} şehirdeki bir sirke gittiniz.

source: You and {partner} went out to see a romantic movie.
tr_tr: Sen ve {partner} romantik bir film izlemeye gittiniz.

source: You and {partner} went out to get ice cream.
tr_tr: Sen ve {partner} dondurma almaya gittiniz.

source: You and {partner} had an anime marathon.
tr_tr: Sen ve {partner} anime maratonu yaptınız.

source: You and {partner} went for a spontaneous hiking trip.
tr_tr: Sen ve {partner} doğal bir yürüyüş gezisine çıktınız.

source: You and {partner} decided to visit Paris.
tr_tr: Sen ve {partner} Paris'e ziyaret etmeye karar verdiniz.

source: You and {partner} went ice skating together.
tr_tr: Sen ve {partner} birlikte buz patenine gittiniz.

source: Unknown User
tr_tr: Bilinmeyen Kullanıcı

source: This increased their lovescore by {num}
tr_tr: Bu onların aşk puanlarını {num} artırdı

source: You already have {max_} children. You can increase this limit by increasing your lovescores to get {amount} more.
tr_tr: Zaten {max_} çocuğunuz var. {amount} daha fazlasını almak için aşk puanlarınızı artırarak bu sınırı artırabilirsiniz.

source: You had a lovely night and gained {ls} lovescore. 😏 {additional}
tr_tr: Güzel bir gece geçirdiniz ve {ls} aşk puanı kazandınız. 😏 {additional}

source: Have a child with your partner
tr_tr: Partnerinizle bir çocuk sahibi olun

source: Have a child with your partner. Children on their own don't do much, but `{prefix}familyevent` can effect your money and crates. To have a child, your partner has to be on the server to accept the checkbox. There is a 50% chance that you will have a child, and a 50% chance to just *have fun* (if you know what I'm saying) and gain between 10 and 50 lovescore. When you have a child, there is a 50% chance for it to be a boy and a 50% chance to be a girl. Your partner and you can enter a name for your child once the bot prompts you to. (Do not include `{prefix}`) If you fail to choose a name in time, the bot will choose one for you from about 500 pre-picked ones. For identification purposes, you cannot have two children with the same name in your family, so make sure to pick a unique one. Only players who are married can use this command. (This command has a cooldown of 1 hour.)
tr_tr: Partnerinizle bir çocuk yapın. -Çocuklar çok şey yapmazlar ama `{prefix}familyevent`paranızı ve sandıklarınızı etkileyebilir. -Çocuk yapabilmek için partnerinizin sunucuda olup tick reaksiyonuna tıklaması gerekir. -%50 ihtimalle yeni bir çocuğunuz olur ve %50 ihtimalle sadece *eğleme* (neyden bahsettiğimi biliyorsunuz herhalde) ve sevgi skoru kazanma ihtimaliniz vardır. -Çocuğunuz %50 ihtimalle erkek, %50 ihtimalle kız olacaktır. -Bot size söylediğinde, çocuğunuza bir isim koyabileceksiniz. (`{prefix}`eklemeyin.) -İsim seçmekte süreniz dolarsa bot daha önceden belirlenmiş 500 isimden rastgele birini seçecektir. -Aynı ailede iki farklı aynı isimde çocuk bulunduramazsınız bu yüzden benzersiz bir isim seçmeye özen gösterin. -Sadece evli kişiler bu komutu kullanabilir. -(Komutun bekleme süresi 1 saattir.)

source: Can't produce a child alone, can you?
tr_tr: Çocuğu tek başına üretemezsin, değil mi?

source: {user}, do you want to make a child with {author}?
tr_tr: {user}, {author} ile çocuk yapmak ister misin?

source: O.o not in the mood today?
tr_tr: O.o havanda değil misin?

source: It's a boy! Your night of love was successful! Please enter a name for your child.
tr_tr: Bu bir erkek! Aşk gecen başarılıydı! Lütfen çocuğuna bir isim ver.

source: It's a girl! Your night of love was successful! Please enter a name for your child.
tr_tr: Bu bir kız! Aşk gecen başarılıydı! Lütfen çocuğuna bir isim ver.

source: You didn't enter a name, so we chose {name} for you.
tr_tr: Bir ad girmediniz, bu yüzden sizin için {name} 'i seçtik.

source: One of your children already has that name, please choose another one.
tr_tr: Çocuklarınızdan birinin zaten bu adı var, lütfen başka bir tane seçin.

source: {name} was born.
tr_tr: {name} doğdu.

source: View your children
tr_tr: Çocuklarınızı görün

source: View your children. This will display their name, age and gender.
tr_tr: Çocuklarınıza bakın. Bu onların adını, yaşını ve cinsiyetini gösterecektir.

source: {amount} children
tr_tr: {amount} çocuk

source: one child
tr_tr: bir çocuk

source: Your family, {additional}.
tr_tr: Ailen, {additional}.

source: {author}'s family
tr_tr: {author}'nin ailesi

source: Family of {author} and <@{marriage}>
tr_tr: {author} ve <@{marriage}>'nın ailesi

source: No children yet
tr_tr: Henüz çocuğun yok

source: Use `{prefix}child` to make one!
tr_tr: Bir yapmak için `{prefix}child` u kullanın!

source: Get yourself a partner and use `{prefix}child` to make one!
tr_tr: Kendinize bir eş alın ve `{prefix}child` kullanın!

source: Gender: {gender}, Age: {age}
tr_tr: Cinsiyet: {gender}, Yaş: {age}

source: Page {cur} of {max}
tr_tr: Sayfa {cur} - {max}

source: Events happening to your family
tr_tr: Ailenizin başına gelen olaylar

source: Allow your children to do something, this includes a multitude of events. Every time you or your partner uses this command, your children: - have an 8/23 chance to grow older by one year - have a 4/23 chance to be renamed - have a 4/23 chance to take up to 1/64th of your money - have a 4/23 chance to give you up to 1/64th of your current money extra - have a 2/23 chance to find a random crate for you: + 500/761 (65%) chance for a common crate + 200/761 (26%) chance for an uncommon crate + 50/761 (6%) chance for a rare crate + 10/761 (1%) chance for a magic crate + 1/761 (0.1%) chance for a legendary crate - have a 1/23 chance to die In each event you will know what happened. Only players who are married and have children can use this command. (This command has a cooldown of 30 minutes.)
tr_tr: Çocuğunuza bir şey yaptırır, bu pek çok etkinlik yaratır. Bu komutu her kullandığınızda: - 8/23 ihtimalle 1 yıl büyüyecek - 4/23 ihtimalle adı değiştirilebilecek - 4/23 ihtimalle size paranızın 1/64 kadarını kaybettirecek - 4/23 ihtimalle size paranızın 1/64 kadarını kazandıracak - 2/23 ihtimalle size bir sandık bulacak: + 500/761 (65%) yaygın sandık ihtimali + 200/761 (26%) Nadir sandık ihtimali + 50/761 (6%) Ender sandık ihtimali + 10/761 (1%) Sihirli sandık ihtimali + 1/761 (0.1%) Efsanevi sandık ihtimali - 1/23 ölme ihtimali. In each event you will know what happened. Sadece evli kullanıcılar bu komutu kullanabilir. (Bu komutun bekleme süresi 30 dakikadır.)

source: You don't have kids yet.
tr_tr: Henüz çocukların yok.

source: They died because of a shampoo overdose!
tr_tr: Aşırı şampuan dozundan öldüler!

source: They died of lovesickness...
tr_tr: Sevgiden öldüler...

source: They've died of age.
tr_tr: Yaşlılıktan öldüler.

source: They died of loneliness.
tr_tr: Yalnızlıktan öldüler.

source: A horde of goblins got them.
tr_tr: Onları goblin sürüsü aldı.

source: They have finally decided to move out after all these years, but couldn't survive a second alone.
tr_tr: Sonunda bunca yıldan sonra taşınmaya karar verdiler, ama yalnız başlarına bir saniye hayatta kalamadılar.

source: Spontaneous combustion removed them from existence.
tr_tr: Kendiliğinden yanma olayları onları varoluştan sildi.

source: While exploring the forest, they have gotten lost.
tr_tr: Ormanı keşfederken kayboldular.

source: They've left through a portal into another dimension...
tr_tr: Portala girerek başka bir boyuta geçtiler...

source: The unbearable pain of stepping on a Lego\© brick killed them.
tr_tr: Lego\© parçasına basmanın dayanılmaz acısı onları öldürdü.

source: You heard a landmine going off nearby...
tr_tr: Yakınlarda bir kara mayını patladığını duydun...

source: They have been abducted by aliens!
tr_tr: Uzaylılar tarafından kaçırıldılar!

source: The Catholic Church got them...
tr_tr: Katolik Kilisesi onları aldı...

source: They starved after becoming a communist.
tr_tr: Komünist olduktan sonra açlıktan öldüler.

source: {name} died at the age of {age}! {cause}
tr_tr: {name} {age} yaşında öldü! {cause}

source: fell in love with a woman on the internet, but the woman was a man and stole their money.
tr_tr: internetten bir kadına aşık oldu, ama kadın bir erkekti ve paralarını çaldı.

source: has been arrested and had to post bail.
tr_tr: tutuklandı ve kefaletle göndermek zorunda kaldı.

source: bought fortnite skins with your credit card.
tr_tr: senin kredi kartınla fortnite görünüşleri satın aldı.

source: decided to become communist and gave the money to others.
tr_tr: komünist olmaya karar verdi ve parayı başkalarına verdi.

source: was caught pickpocketing and you had to pay the fine.
tr_tr: yankesicilik yaparken yakalandı ve para cezasını ödemek zorunda kaldın.

source: gave it to a beggar.
tr_tr: bir dilenciye verdi.

source: borrowed it to attend the local knights course.
tr_tr: yerel şövalyeler kursuna katılmak için ödünç aldı.

source: spent it in the shop.
tr_tr: dükkanda harcadı.

source: bought some toys.
tr_tr: birkaç oyuncak satın aldı.

source: has gambling addiction and lost the money...
tr_tr: kumar bağımlılığı var ve para kaybetti...

source: You lost ${money} because {name} {cause}
tr_tr: {name} {cause} yüzünden ${money} kaybettin

source: finally found a job!
tr_tr: sonunda bir iş buldu!

source: won a lottery.
tr_tr: bir piyango kazandı.

source: sold their toys.
tr_tr: oyuncaklarını sattı.

source: got money from another kid that decided to become communist.
tr_tr: komünist olmaya karar veren başka bir çocuktan para aldı.

source: stole it from a traveller.
tr_tr: bir gezginden çaldı.

source: finished a quest with a money reward.
tr_tr: para ödüllü bir görevi bitirdi.

source: used dark magic to summon some money.
tr_tr: biraz para çağırmak için kara büyü kullandı.

source: looted a local warehouse and sold the wares.
tr_tr: yerel bir depoyu yağmaladı ve malları sattı.

source: solved an enigma with a money reward.
tr_tr: para ödüllü bir gizem çözdü.

source: {name} gave you ${money}, they {cause}
tr_tr: {name} sana ${money} verdi, onlar {cause}

source: {name} found a {emoji} {type_} crate for you!
tr_tr: {name} senin için {emoji} {type_} sandık buldu!

source: {name} is now {age} years old.
tr_tr: {name} şimdi {age} yaşında.

source: {name} can be renamed! Within 30 seconds, enter a new name: Type `cancel` to leave the name unchanged.
tr_tr: {name} yeniden adlandırılabilir! 30 saniye içinde yeni bir ad girin: Adı değiştirmeden bırakmak için`cancel` yazın.

source: You didn't enter a name.
tr_tr: İsim yazmadın.

source: You didn't want to rename.
tr_tr: Yeniden adlandırmak istemedin.

source: Name must be 1 to 20 characters only.
tr_tr: Ad, yalnızca 1 ila 20 karakter arasında olmalıdır.

source: {author} Are you sure you want to rename "{old_name}" to "{new_name}"?
tr_tr: {author} "{old_name}" adını "{new_name}"olarak yeniden adlandırmak istediğinizden emin misiniz?

source: You didn't change the name to "{new_name}".
tr_tr: Adı "{new_name}" olarak değiştirmediniz.

source: You didn't confirm.
tr_tr: Onaylamadın.

source: You didn't change their name.
tr_tr: Adlarını sen değiştirmedin.

source: {old_name} is now called {new_name}.
tr_tr: {old_name} ismi artık {new_name}.

source: Show the top 10 richest
tr_tr: En zengin 10 ülkeyi göster

source: The 10 most richest players in IdleRPG.
tr_tr: IdleRPG'deki en zengin 10 oyuncu.

source: {name}, a character by {username} with **${money}**
tr_tr: {name}, {username} karakterine göre **${money}** ile bir karakter

source: The Richest Players
tr_tr: En Zengin Oyuncular

source: Show the top 10 by XP
tr_tr: XP'ye göre ilk 10'u göster

source: Shows you the top 10 players by XP and displays the corresponding level.
tr_tr: XP'ye göre en iyi 10 oyuncuyu gösterir ve ilgili seviyeyi gösterir.

source: {name}, a character by {username} with Level **{level}** (**{xp}** XP)
tr_tr: {name} Seviye **{level}** (**{xp}** XP) ile {username} karakterine göre bir karakter

source: The Best Players
tr_tr: En İyi Oyuncular

source: Show the top 10 PvPers
tr_tr: İlk 10 PvP'cileri göster

source: Shows you the top 10 players by the amount of wins in PvP matches.
tr_tr: PvP maçlarındaki galibiyet miktarına göre en iyi 10 oyuncuyu gösterir.

source: {name}, a character by {username} with **{wins}** wins
tr_tr: {name} {username} karakterinin **{wins}** var

source: The Best PvPers
tr_tr: En İyi PvP Oyuncuları

source: Show the top 10 lovers
tr_tr: İlk 10 aşığı göster

source: The top 10 lovers sorted by their spouse's lovescore.
tr_tr: Eşi'nin aşk puanına göre sıralanmış ilk 10 aşık.

source: **{lover}** gifted their love **{lovee}** items worth **${points}**
tr_tr: **{lover}** eşine **{lovee}** **${points}** değerinde eşyalar hediye etti

source: The Best lovers
tr_tr: En İyi Aşıklar

source: Displays info on the server
tr_tr: Sunucudaki bilgileri görüntüler

source: Shows information about your server, from its region and membercount to its creation date and roles.
tr_tr: Sunucunuz hakkında, bulunduğu bölge ve üye sayısından oluşturulma tarihine ve rollerine kadar bilgi gösterir.

source: Link
tr_tr: Bağlantı

source: `No icon has been set yet!`
tr_tr: `Henüz bir simge ayarlanmadı!`

source: Server Information
tr_tr: Sunucu Bilgisi

source: Compact information about this server
tr_tr: Bu sunucu hakkında kompakt bilgi

source: Information
tr_tr: Bilgi

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Roles: `{roles}` Server created at: `{created_at}`
tr_tr: Sunucu: `{name}` Sunucu Bölgesi: `{region}` Üye Toplamı: `{members}` Kimlik: `{id}` Simge: {urltext} Sahip: {owner} Roller: `{roles}` Sunucu şu konumda oluşturuldu: `{created_at}`

source: {name}, Shard {num} of {total}
tr_tr: {name}, {total} içinden {num} Shard

source: Cluster
tr_tr: Küme

source: Change the server settings for the bot
tr_tr: Bot için sunucu ayarlarını değiştirin

source: Change the server settings for the bot.
tr_tr: Bot için sunucu ayarlarını değiştirin.

source: Please use `{prefix}settings prefix value`
tr_tr: Lütfen`{prefix}settings prefix value` ni kullanın

source: Change the prefix
tr_tr: Öneki değiştir

source: `<prefix>` - The new prefix to use. Use "" quotes to surround it if you want multiple words or trailing spaces. Change the bot prefix, it cannot exceed 10 characters. Only users with the Manage Server permission can use this command.
tr_tr: `<prefix>` -Kullanılacak yeni önek. Birden çok kelime veya sonda boşluk istiyorsanız, çevreleyen "" tırnak işaretlerini kullanın. Bot önekini değiştirin, 10 karakteri geçemez. Yalnızca Sunucuyu Yönetme iznine sahip kullanıcılar bu komutu kullanabilir.

source: Prefixes may not be longer than 10 characters.
tr_tr: Önek 10 karakterden fazla olamaz.

source: Prefix changed to `{prefix}`.
tr_tr: Önek `{prefix}` olarak değiştirildi.

source: Reset the server settings
tr_tr: Sunucu ayarlarını sıfırlayın

source: Resets the server settings.
tr_tr: Sunucu ayarlarını sıfırlar.

source: Done!
tr_tr: Bitti!

source: View this server's prefix
tr_tr: Bu sunucunun önekini görüntüleyin

source: View the bot prefix for the server
tr_tr: Sunucu için bot önekini görüntüleyin

source: The prefix for server **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.
tr_tr: Sunucu **{server}** için önek `{serverprefix}`. `{prefix}settings prefix` öneki değiştirir.

source: Show someone's avatar
tr_tr: Birinin avatarını göster

source: `<target>` - The user whose avatar to show; defaults to oneself Shows someone's avatar, also known as their icon or profile picture.
tr_tr: `<target>` - Avatarının gösterileceği kullanıcı; varsayılan olarak Birinin simgesi veya profil resmi olarak da bilinen avatarını gösterir.

source: Download Link
tr_tr: İndirme Bağlantısı

source: Interact with your guild.
tr_tr: Loncanızla etkileşim kurun.

source: Interact with your guild. If no subcommand is given, this will show your guild. Guilds are groups of players, they have a guild bank where money can be kept safe from thieves and the guild's members can go on adventures to earn extra rewards. Players cannot join guilds by themselves, they must be invited by the guild leader or one of its officers.
tr_tr: Loncanızla etkileşim kurun. Alt komut verilmemişse bu, loncanızı gösterecektir. Loncalar oyuncu gruplarıdır, paranın hırsızlardan korunabileceği ve lonca üyelerinin ekstra ödüller kazanmak için maceralara atılabilecekleri bir lonca bankası vardır. Oyuncular loncalara tek başlarına katılamazlar, lonca lideri veya subaylarından biri tarafından davet edilmelidirler.

source: You are not in a guild yet.
tr_tr: Henüz bir loncada değilsin.

source: No guild found.
tr_tr: Lonca bulunamadı.

source: Members
tr_tr: Üyeler

source: Current Member Count
tr_tr: Mevcut Üye Sayısı

source: Leader
tr_tr: Lider

source: Guild ID: {id}
tr_tr: Lonca ID: {id}

source: Show a specific guild
tr_tr: Belirli bir loncayı göster

source: `<by>` - The guild's name (format `guild:name`, i.e. `guild:Adrian's Refuge`), its ID (format `id:number`, i.e. `id:5003`), or a person in the guild. Show a specific guild's info. You can look up guilds by its name, its ID, or a player in that guild.
tr_tr: `<by>`- Loncanın adı (format `guild:name`, i.e. `guild:Adrian's Refuge`), kimlik numarası (format `id:number`, i.e. `id:5003`), ya da loncanın bir üyesi. -Belirli bir loncanın bilgilerini gösterir. Loncayı adıyla, kimlik numarasıyla ya da bir üyesiyle arayabilirsiniz.

source: **{user}** does not have a guild.
tr_tr: **{user}** herhangi bir loncaya sahip değil.

source: Show the best guilds by GvG wins
tr_tr: GvG galibiyetleriyle en iyi loncaları göster

source: Shows the top 10 guilds ordered by Guild vs Guild wins. To get more GvG wins, the guild leader or its officers can use `{prefix}guild battle`.
tr_tr: Guild'e karşı Guild galibiyetlerine göre sıralanan ilk 10 guild'i gösterir. Daha fazla GvG zaferi elde etmek için lonca lideri veya subayları`{prefix}guild battle`ı kullanabilir.

source: a guild by {leader} with **{wins}** GvG Wins
tr_tr: **{wins}** GvG Kazanan {leader} tarafından bir lonca

source: The Best GvG Guilds
tr_tr: En İyi GvG Loncaları

source: Show a list of your guild members.
tr_tr: Lonca üyelerinizin bir listesini gösterin.

source: Show a list of your guild members. If a user's name cannot be found for whatever reason, their user ID is displayed. This command can take a minute to load, depending on the amount of members in your guild. Please be patient. Only players who are part of a guild can use this command.
tr_tr: Lonca üyelerinizin bir listesini gösterin. Bir kullanıcının adı herhangi bir nedenle bulunamazsa, kullanıcı kimliği görüntülenir. Bu komutun yüklenmesi, loncanızdaki üye sayısına bağlı olarak bir dakika sürebilir. Lütfen sabırlı olun. Sadece bir loncanın parçası olan oyuncular bu komutu kullanabilir.

source: Unknown User (ID {id})
tr_tr: Bilinmeyen Kullanıcı (ID {id})

source: Your guild mates
tr_tr: Lonca arkadaşların

source: Change your guild's badge
tr_tr: Loncanın rozetini değiştir

source: `<number>` - The number of the guild badge to use, ranging from 1 to the amount of available badges Change your guild's badge, it will display in `{prefix}guild info`. Only guild leaders can use this command.
tr_tr: `<number>` - Kullanılacak lonca rozetinin sayısı, 1 ile mevcut rozetlerin miktarı arasında değişir. Klanınızın rozetini değiştirin `{prefix}guild info` olarak görünecektir. Bu komutu yalnızca lonca liderleri kullanabilir.

source: Your guild has no badges yet.
tr_tr: Loncanın henüz rozetleri yok.

source: The badge number {number} is not valid, your guild only has {amount} available.
tr_tr: Rozet numarası {number} geçerli değil, senin loncanda mevcut sadece {amount} var.

source: Badge updated!
tr_tr: Rozet güncellendi!

source: Create a guild
tr_tr: Bir lonca oluştur

source: Create a guild for $10,000. Creating a guild has no level requirements, as long as you have $10,000, you can create a guild. To create a guild, you will need the following: - A name with 20 characters or less - An image URL with 60 characters or less to your guild's icon - $10,000 Having trouble finding a short image URL? Check [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) The bot will ask for these separately. When you enter the guild's name or URL, don't include `{prefix}`. Only players who are not already in a guild can use this command. (This command has a cooldown of 10 minuets.)
tr_tr: 10.000 $ karşılığında bir lonca oluşturun. Bir lonca oluşturmanın seviye gereksinimi yoktur, 10.000 $ 'a sahip olduğunuz sürece bir lonca oluşturabilirsiniz. Bir lonca oluşturmak için şunlara ihtiyacınız olacak: - 20 veya daha az karakter içeren bir isim - Loncanızın simgesine 60 veya daha az karakter içeren bir resim URL'si - 10.000 $ Kısa bir görsel URL bulmada sorun mu yaşıyorsunuz? [Bu öğreticiyi] kontrol edin (https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) Bot bunları ayrıca isteyecektir. Klanın adını veya URL'sini girerken `{prefix}` eklemeyin. Sadece bir loncada olmayan oyuncular bu komutu kullanabilir. (Bu komutun bekleme süresi 10 dakikadır.)

source: Enter a name for your guild. Maximum length is 20 characters.
tr_tr: Loncan için bir isim yaz. Maksimum uzunluk 20 karakterdir.

source: Cancelled guild creation.
tr_tr: Lonca kurulumu iptal edildi.

source: Guild names musn't exceed 20 characters.
tr_tr: Lonca isimleri 20 karakteri geçmemeli.

source: Send a link to the guild's icon. Maximum length is 60 characters.
tr_tr: Lonca'nın simgesine giden bir bağlantı yolla. Maksimum uzunluk 60 karakterdir.

source: Are you sure? React to create a guild for **$10000**
tr_tr: Emin misin? **$10000** karşılığında lonca kurmak için tepki ver

source: A guild creation costs **$10000**, you are too poor.
tr_tr: Bir lonca kurmak **$10000** ediyor, çok fakirsin.

source: The guild name is taken.
tr_tr: Lonca ismi alınmış.
