Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: `<expr>` - The mathematical expression to calculate Calculates something. pi is pi, tau is tau and e is math.e Supports round(), sin(), cos(), sqrt(), tan() and infinity (inf) and NaN (nan). Works with variable assignment and multiline-statements.
tr_tr: `<expr>` - Hesaplanacak matematiksel ifade Bir şey hesaplar. pi, pi'dir, tau, tau ve e, matematiktir. e Round (), sin (), cos (), sqrt (), tan () ve infinity (inf) ve NaN (nan) destekler. Değişken atama ve çok satırlı ifadelerle çalışır.

source: Overflow! Try a smaller number for your power or factorial.
tr_tr: Taşma! Gücün ya da faktörün için daha küçük bir sayı dene.

source: Your expression contains left open brackets.
tr_tr: İfaden sol açık parantez içeriyor.

source: Your expression contains empty brackets.
tr_tr: İfaden boş parantez içeriyor.

source: Invalid operation on these numbers.
tr_tr: Bu numaralarda geçersiz işlem.

source: Can't divide by Zero.
tr_tr: Sıfır ile bölünemez.

source: Shows cities and owners.
tr_tr: Şehirleri ve sahiplerini gösterir.

source: Show all cities, their tiers, owners, available buildings and current defense.
tr_tr: Tüm şehirleri, katmanlarını, sahiplerini, mevcut binaları ve mevcut savunmayı gösterin.

source: Cities
tr_tr: Şehirler

source: {name} (Tier {tier})
tr_tr: {name} (Rütbe {tier})

source: Owned by {alliance}'s alliance Buildings: {buildings} Total defense: {defense}
tr_tr: {alliance}'ın ittifakına ait Binalar: {buildings} Toplam savunma: {defense}

source: Interact with your alliance.
tr_tr: İttifakınızla etkileşim kurun.

source: Alliances are groups of guilds. Just like a guild requires at least one member, an alliance requires at least one guild and is considered a single-guild alliance. Alliances can occupy cities for passive bonuses given by the buildings. If this command is used without subcommand, it shows your allied guilds. See `{prefix}help alliance` for a list of commands to interact with your alliance!
tr_tr: İttifaklar, lonca gruplarıdır. Bir loncanın en az bir üye gerektirmesi gibi, bir ittifak da en az bir lonca gerektirir ve tek lonca ittifakı olarak kabul edilir. İttifaklar, binalar tarafından verilen pasif bonuslar için şehirleri işgal edebilir. Bu komut alt komut olmadan kullanılırsa müttefik loncalarınızı gösterir. İttifakınızla etkileşime girecek komutların bir listesi için `{prefix}help alliance` e bakın!

source: You are not in an alliance. You are alone and may still use all other alliance commands or invite a guild to create a bigger alliance.
tr_tr: İttifakta değilsin. Yalnızsın ve hala diğer tüm ittifak komutlarını kullanabilir veya daha büyük bir ittifak oluşturmak için bir lonca davet edebilirsin.

source: Your allied guilds
tr_tr: Müttefik loncaların

source: Led by {leader}
tr_tr: {leader} liderliğinde

source: Invite a guild to your alliance.
tr_tr: İttifakınıza bir lonca davet edin.

source: That member is not in a guild.
tr_tr: Bu üye bir loncada değil.

source: That member is not the leader of their guild.
tr_tr: Bu üye loncasının lideri değil.

source: This member's guild is already part of your alliance.
tr_tr: Bu üyenin loncası zaten ittifakının bir parçası.

source: This guild is already in an alliance.
tr_tr: Bu lonca zaten bir ittifakta.

source: This guild is the leader of another alliance.
tr_tr: Bu lonca başka ittifakın lideri.

source: {newleader}, {author} invites you to join their alliance. React to join now.
tr_tr: {newleader}, {author} seni kendi ittifakına katılmaya davet ediyor. Katılmak için şimdi tepki ver.

source: Your alliance is full.
tr_tr: İttifakın dolu.

source: **{user}'s guild is a single-guild alliance and owns a city.
tr_tr: **{user}'ın loncası tek lonca ittifakı ve bir şehri var.

source: **{newguild}** is now part of your alliance, {user}!
tr_tr: **{newguild}** artık ittifakının bir parçası, {user}!

source: Leave your alliance
tr_tr: İttifakını bırak

source: Leave your alliance. Once you left your alliance, you will no longer benefit from an owned city's buildings. If you lead an alliance, you cannot leave it (consider `{prefix}alliance kick`). Only guild leaders can use this command.
tr_tr: İttifakınızı bırakın. İttifakınızdan ayrıldıktan sonra, artık sahip olduğunuz bir şehrin binalarından yararlanamayacaksınız. Bir ittifaka liderlik ederseniz, onu terk edemezsiniz (`{prefix}alliance kick` ı düşünün). Bu komutu yalnızca lonca liderleri kullanabilir.

source: You are the alliance's leading guild and cannot leave it!
tr_tr: Sen ittifakın öncü loncasısın ve onu terk edemezsin!

source: Your guild left the alliance.
tr_tr: Loncan ittifakı terk etti.

source: Kick a guild from your alliance
tr_tr: İttifakınızdan bir lonca atın

source: Cannot find guild `{guild_to_kick}`. Are you sure that's the right name/ID?
tr_tr: Lonca `{guild_to_kick}` bulunamıyor. Bunun doğru isim/ID olduğundan emin misin?

source: That won't work.
tr_tr: Bu işe yaramaz.

source: This guild is not in your alliance.
tr_tr: Bu lonca senin ittifakında değil.

source: Do you really want to kick **{guild}** from your alliance?
tr_tr: Gerçekten ittifakından **{guild}**'ı atmak istiyor musun?

source: **{guild}** is no longer part of your alliance.
tr_tr: **{guild}** artık ittifakının bir parçası değil.

source: Build buildings or defenses
tr_tr: Bina veya savunma inşa edin

source: Build buildings `{prefix}alliance build building` or defenses `{prefix}alliance build defense`.
tr_tr: Binalar`{prefix}alliance build building` veya `{prefix}alliance build defense` savunmaları inşa edin..

source: Please use one of these subcommands:
tr_tr: Lütfen şu alt komutlardan birini kullan:

source: Upgrade a building in your city.
tr_tr: Şehrinizdeki bir binayı yükseltin.

source: Invalid building. Please use `{prefix}{cmd} [thief/raid/trade/adventure]` or check the possible buildings in your city.
tr_tr: Geçersiz bina. Lütfen `{prefix}{cmd} [thief/raid/trade/adventure]` kullan ya da şehrindeki mümkün binaları kontrol et.

source: This building is fully upgraded.
tr_tr: Bu bina tamamen yükseltildi.

source: Are you sure you want to upgrade the **{name} building** to level {new_level}? This will cost $**{price}**.
tr_tr: **{name} bina**yı {new_level} seviyesine yükseltmek istediğinden emin misin? Fiyatı $**{price}** ediyor.

source: Your guild doesn't have enough money to upgrade the city's {name} building.
tr_tr: Loncanın, şehrin {name} binasını yükseltmek için yeterli parası yok.

source: Build a defense in your city.
tr_tr: Şehrinizde bir savunma inşa edin.

source: Invalid defense. Please use `{prefix}{cmd} [{buildings}]`.
tr_tr: Geçersiz savunma. Lütfen `{prefix}{cmd} [{buildings}]` kullan.

source: Your city is under attack. Defenses cannot be built.
tr_tr: Şehrin saldırı altında. Savunmalar inşa edilemez.

source: You may only build up to 10 defenses.
tr_tr: En fazla 10 savunma inşa edebilirsin.

source: Your guild doesn't have enough money to build a {defense}.
tr_tr: Loncanın, bir {defense} inşa etmek için yeterli parası yok.

source: Successfully built a {defense}.
tr_tr: Bir {defense} başarılı bir şekilde inşa edildi.

source: Lists your city's buildings.
tr_tr: Şehrinizin binalarını listeler.

source: {city}'s buildings
tr_tr: {city}'ın binaları

source: Level {level}
tr_tr: Seviye {level}

source: Lists your city's defenses.
tr_tr: Şehrinizin savunmasını listeler.

source: {city}'s defenses
tr_tr: {city}'ın savunmaları

source: HP: {hp}, Defense: {defense}
tr_tr: HP: {hp}, Savunma: {defense}

source: None built
tr_tr: Hiçbiri inşa edilmedi

source: Use {prefix}alliance build defense [name]
tr_tr: {prefix}alliance build defense [isim] kullan

source: Abandon your city
tr_tr: Şehrini terk et

source: Abandoning your city will immediately make all alliance members lose all passive bonuses offered by the city's buildings and the city ownership will be given back to the System Guild Alliance. Your alliance must own a city to use this command. Only the alliance leader can use this command.
tr_tr: Şehrinizi terk etmek, tüm ittifak üyelerinin şehrin binaları tarafından sunulan tüm pasif bonusları kaybetmesine neden olacak ve şehir sahipliği Sistem Lonca İttifakına geri verilecek. Bu komutu kullanabilmek için ittifakınızın bir şehri olması gerekir. Bu komutu yalnızca ittifak lideri kullanabilir.

source: Are you sure you want to give up control of your city?
tr_tr: Şehrinin kontrolünden vazgeçmek istediğinden emin misin?

source: {city} was abandoned.
tr_tr: {city} terk edildi.

source: Take over a city.
tr_tr: Bir şehri ele geçirin.

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Occupy a city. Your alliance will then own that city and will be able to build defenses and level up buildings. You can only occupy a city of it has zero defenses left. Occupying a city sets it on a cooldown of 10 minutes, during which time it cannot be occupied by another alliance. Occupying a city also sets all of its buildings back to level 0. You cannot occupy a city if your alliance already owns one. Only the alliance leader can use this command.
tr_tr: `<city>` - Bir şehrin adı. Şehir adlarını `{prefix}cities` ile kontrol edebilirsiniz. Bir şehri işgal edin. İttifakınız daha sonra o şehre sahip olacak ve savunma inşa edebilecek ve binaları seviyelendirebilecek. Sadece sıfır savunması olan bir şehri işgal edebilirsiniz. Bir şehri işgal etmek, onu 10 dakikalık bir soğuma süresine ayarlar ve bu süre boyunca başka bir ittifak tarafından işgal edilemez. Bir şehri işgal etmek aynı zamanda tüm binalarını seviye 0'a geri döndürür. İttifakınız zaten bir şehre sahipse, bir şehri işgal edemezsiniz. Bu komutu sadece ittifak lideri kullanabilir.

source: Invalid city name.
tr_tr: Geçersiz şehir ismi.

source: The city is occupied by **{amount}** defensive fortifications.
tr_tr: Bu şehir **{amount}** savunma surları tarafından işgal edilmiş.

source: {city} was just occupied and stands under protection.
tr_tr: {city} işgal edildi ve koruma altında.

source: Your alliance now rules **{city}**. You should immediately buy defenses. You have **15 minutes** to build defenses before others can occupy the city!
tr_tr: İttifakınız artık **{city}**. Hemen savunma satın almalısınız. Başkaları şehri işgal etmeden önce savunma inşa etmek için ** 15 dakikanız ** var!

source: Attack a city
tr_tr: Bir şehre saldır

source: Invalid city.
tr_tr: Geçersiz şehir.

source: **{city}** has just been attacked. Have some mercy!
tr_tr: **{city}** az önce saldırıya uğradı. Merhamet edin!

source: **{city}** is already under attack.
tr_tr: **{city}** zaten saldırı altında.

source: The city is without defenses already.
tr_tr: Şehir zaten savunmasız.

source: Noone joined.
tr_tr: Kimse katılmadı.

source: Attack on **{city}** starting with **{amount}** attackers!
tr_tr: **{city}**'e saldırı **{amount}** saldırgan ile başlıyor!

source: Alliance Wars
tr_tr: İttifak Savaşları

source: **{alliance_name}** destroyed a {defense} in {city}!
tr_tr: **{alliance_name}**, {city}'de bir {defense} yok etti!

source: **{alliance_name}** hit a {defense} in {city} for {damage} damage! (Now {hp} HP)
tr_tr: **{alliance_name}**, {city}'de bir {defense}'a {damage} hasar verdi! (Şuanda {hp} HP)

source: **{user}** got killed in {city}!
tr_tr: **{user}**, {city}'de öldürüldü!

source: **{user}** got hit in {city} for {damage} damage! (Now {hp} HP)
tr_tr: **{user}**, {city}'de {damage} hasar aldı! (Şuanda {hp} HP)

source: **{alliance_name}** destroyed defenses in **{city}**!
tr_tr: **{alliance_name}**, **{city}**'deki savunmaları yok etti!

source: **{alliance_name}** failed to destroy defenses in **{city}**!
tr_tr: **{alliance_name}**, **{city}**'deki savunmaları yok edemedi!

source: Lists alliance-specific cooldowns
tr_tr: İttifaka özgü soğuma sürelerini listeler

source: Lists alliance-specific cooldowns, meaning all alliance members have these cooldowns and cannot use the commands.
tr_tr: Birliğe özgü soğuma sürelerini listeler, yani tüm birlik üyeleri bu soğuma sürelerine sahiptir ve komutları kullanamaz.

source: Your alliance does not have any active cooldown at the moment.
tr_tr: İttifakının şu anda aktif bir bekleme süresi yok.

source: Gift your partner some chocolate boxes
tr_tr: Partnerinize çikolata kutuları hediye edin

source: It's not time for that yet!
tr_tr: Henüz bunun zamanı değil!

source: You gave your spouse some boxes of chocolates :heart:
tr_tr: Eşinize birkaç kutu çikolata verdiniz :heart:

source: Open one of your chocolate boxes
tr_tr: Çikolata kutularınızdan birini açın

source: Opens one of your chocolate boxes. These boxes have a 1/4 chance of containing money, a 1/4 chance for an item and a 2/4 chance for lovescore.
tr_tr: Çikolata kutularınızdan birini açar. Bu kutularda 1/4 para bulundurma şansı, bir eşya için 1/4 şans ve aşk puanı için 2/4 şans vardır.

source: You have no chocolate boxes left.
tr_tr: Hiç çikolata kutunuz kalmadı.

source: The chocolate box contained **${money}!**
tr_tr: Çikolata kutusu **${money}** içeriyordu

source: The chocolate box contained an item!
tr_tr: Çikolata kutusunda bir eşya vardı!

source: You have {chocolates} left
tr_tr: {chocolates} kaldı

source: Answer a trivia question
tr_tr: Bir genel kültür sorusunu cevaplayın

source: `[difficulty]` - The difficulty of the question, may be easy, medium or hard Answer a trivia question from [OpenTDB](https://opentdb.com/). You select your answer with the emoji reactions.
tr_tr: `[difficulty]` - Sorunun zorluğu, kolay, orta veya zor olabilir [OpenTDB] (https://opentdb.com/) adresinden bir trivia sorusunu yanıtlayın. Cevabınızı emoji tepkileriyle seçiyorsunuz.

source: Invalid difficulty.
tr_tr: Geçersiz zorluk.

source: Error generating question.
tr_tr: Soru oluşturulurken hata meydana geldi.

source: {author}, correct!
tr_tr: {author}, doğru!

source: {author}, wrong! Correct would have been: `{solution}`.
tr_tr: {author}, yanlış! Doğru olabilirdi: `{solution}`.

source: Play chess.
tr_tr: Satranç oynamak.

source: IdleRPG's Chess system. You can play against AI or other users and gain ELO.
tr_tr: IdleRPG'nin Satranç sistemi. Bota veya diğer kullanıcılara karşı oynayabilir ve ELO kazanabilirsiniz.

source: Please use `{prefix}chess match` to play. If you want to play ELO-rated, you must use `{prefix}chess register` first.
tr_tr: Oynamak için lütfen `{prefix}chess match` ı kullanın. ELO dereceli oynamak istiyorsanız, önce `{prefix}chess register` kullanmalısınız.

source: Register for ELO-rating in IdleRPG.
tr_tr: IdleRPG'de ELO derecelendirmesine kaydolun.

source: Register an ELO-rating eligible account for Idle's Chess. The rating determines your relative skill and can be increased/decreased by winning/losing matches.
tr_tr: Idle's Chess için ELO derecesine uygun bir hesap açın. Derece, göreceli becerinizi belirler ve maçları kazanarak / kaybederek artırılabilir / azaltılabilir.

source: You are already registered.
tr_tr: Zaten kayıtlısınız.

source: You have been registered with an ELO of 1000 as a default. Play matches against other registered users to increase it!
tr_tr: Varsayılan olarak 1000 ELO ile kaydoldunuz. Arttırmak için diğer kayıtlı kullanıcılara karşı maçlar oynayın!

source: Shows global ELO stats for IdleRPG chess.
tr_tr: IdleRPG satranç için global ELO istatistiklerini gösterir.

source: Shows your ELO and the best chess players' ELO rating limited to IdleRPG's chess.
tr_tr: ELO'nuzu ve en iyi satranç oyuncularının ELO derecesini IdleRPG'nin satrancı ile sınırlı olarak gösterir.

source: Chess ELOs
tr_tr: Satranç ELO'ları

source: Top 15
tr_tr: İlk 15

source: Your position
tr_tr: Senin pozisyonun

source: Play a chess match.
tr_tr: Bir satranç maçı oynayın.

source: You cannot play against yourself.
tr_tr: Kendinize karşı oynayamazsınız.

source: Difficulty may be 1-10.
tr_tr: Zorluk 1-10 olabilir.

source: Please choose the colour you want to take.
tr_tr: Lütfen almak istediğiniz rengi seçin.

source: You took too long to choose a side.
tr_tr: Taraf seçmen çok uzun sürdü.

source: **The match will be ELO rated!**
tr_tr: **Maç ELO olarak değerlendirilecektir!**

source: Wait for the match here to end.
tr_tr: Maçın burada bitmesini bekleyin.

source: Shows past moves for this game
tr_tr: Bu oyun için geçmiş hamleleri gösterir

source: Shows the moves of the current match in the channel that you and your opponent took.
tr_tr: Sizin ve rakibinizin attığı kanalda mevcut maçın hamlelerini gösterir.

source: No game here.
tr_tr: Burada oyun yok.

source: Starts a game of Werewolf
tr_tr: Kurtadam oyunu başlatır

source: Werewolf Mass-game!
tr_tr: Kurtadam Kitle oyunu!

source: New to Werewolf?
tr_tr: Kurtadam'da yeni misiniz?

source: Werewolf game!
tr_tr: Kurt adam oyunu!

source: An error happened during the Werewolf. Please try again!
tr_tr: Kurtadam sırasında bir hata oldu. Lütfen tekrar deneyin!

source: See available werewolf game modes
tr_tr: Mevcut kurt adam oyun modlarını görün

source: Used to see the list of available werewolf game modes.
tr_tr: Mevcut kurt adam oyun modlarının listesini görmek için kullanılır.

source: Werewolf Game Modes
tr_tr: Kurt Adam Oyun Modları

source: See available werewolf game speeds
tr_tr: Mevcut kurt adam oyun hızlarını görün

source: Used to see the list of available werewolf game speeds.
tr_tr: Mevcut kurt adam oyun hızlarının listesini görmek için kullanılır.

source: Werewolf Game Speeds
tr_tr: Kurt Adam Oyun Hızları

source: Check your werewolf role
tr_tr: Kurt adam rolünüzü kontrol edin

source: You're not in the game {author}.
tr_tr: {author} oyunda değilsiniz.

source: You asked for your role in {channel} but your info couldn't be found.
tr_tr: {channel} 'daki rolünüzü istediniz ancak bilgileriniz bulunamadı.

source: A **{initial_roles}** initially
tr_tr: Başlangıçta bir **{initial_roles}**

source: Checking your role in {ww_channel}... You are a **{role_name}**!{initial_role_info} {description}
tr_tr: {ww_channel} içindeki rolünüz kontrol ediliyor ... Sen bir **{role_name}**'sin! {initial_role_info} {description}

source: I sent a DM containing your role info, {author}.
tr_tr: Rol bilgilerinizi içeren bir DM gönderdim, {author}.

source: I couldn't send a DM to you {author}.
tr_tr: Size {author} DM gönderemedim.

source: View descriptions of game roles
tr_tr: Oyun rollerinin açıklamalarını görüntüleyin

source: (IdleRPG mode only)
tr_tr: (Yalnızca IdleRPG modu)

source: The Werewolves
tr_tr: Kurtadamlar

source: Must eliminate all other villagers
tr_tr: Diğer tüm köylüleri ortadan kaldırmalı

source: The Villagers
tr_tr: Köylüler

source: Must find and eliminate the werewolves
tr_tr: Kurtadamları bulmalı ve ortadan kaldırmalı

source: The Ambiguous
tr_tr: Belirsiz

source: Make their side win
tr_tr: Onların tarafının kazanmasını sağlayın

source: The Loners
tr_tr: Yalnızlar

source: Must complete their own objective
tr_tr: Kendi hedeflerini tamamlamalı

source: Werewolf Roles
tr_tr: Kurt Adam Rolleri

source: Roles are grouped into 1. the Werewolves, 2. the Villagers, 3. the Ambiguous, and 4. the Loners. **The available roles are:**
tr_tr: Roller gruplandırılır 1. Kurtadamlar, 2. Köylüler, 3. Belirsiz ve 4. Yalnızlar. **Mevcut roller:**

source: Use `{prefix}ww roles <role>` to view the description on a specific role.
tr_tr: Belirli bir rolle ilgili açıklamayı görüntülemek için `{prefix}ww roles <role>` kullanın.

source: {role}? I couldn't find that role.
tr_tr: {role}? O rolü bulamadım.

source: Side:
tr_tr: Yan:

source: Goal:
tr_tr: Hedef:

source: Make a snowball fights against another guild.
tr_tr: Başka bir loncaya karşı kar topu savaşları yapın.

source: You may not fight yourself.
tr_tr: Kendinle dövüşemezsin.

source: {enemy}, {author} has challenged you for an epic snowball fight! If you want to accept, react ⚔ **IMPORTANT: This is very spammy, make sure you are using a dedicated channel!**
tr_tr: {enemy}, {author} sana destansı bir kartopu savaşı için meydan okudu! Kabul etmek istiyorsan ⚔ ile tepki ver **ÖNEMLİ: Bu çok fazla spam içeriyor, bu eyleme adanmış bir kanal kullandığından emin ol!**

source: Timed out...
tr_tr: Zaman aşımına uğradı...

source: {user} has been added to your team, {user2}.
tr_tr: {user}, ekibinize eklendi, {user2}.

source: {author.mention}'s team vs {enemy.mention}'s team {t1} - {author} {t2} - {enemy} Next round starts in 5 seconds!
tr_tr: {author.mention}'nın takımı vs {enemy.mention}'nın takımı {t1} - {author} {t2} - {enemy} Sıradaki raunt 5 saniye içinde başlıyor!

source: It's word typing time! In 3 seconds, I will send a word. Whoever types it fastest gets one point!
tr_tr: Kelime yazma zamanı! 3 saniye içinde kelime yollayacağım. En hızlı kim yazarsa bir puan alır!

source: Noone managed to get it right, I'll cancel the fight!
tr_tr: Kimse doğru yapmayı başaramadı, dövüşü iptal edeceğim!

source: {author} got it right!
tr_tr: {author} doğru yaptı!

source: It's maths time! In 3 seconds, I'll send a simple maths task to solve! Type the answer to get a point!
tr_tr: Matematik zamanı! 3 saniye içinde, çözmeniz için basit matematik görevi yollayacağım! Puan almak için cevabı yaz!

source: {user} got it right!
tr_tr: {user} doğru yaptı!

source: It's hangman time! In 3 seconds, I'll send a hangman-style word and you will have to either send your full word as the guess or a letter to check for!
tr_tr: Adam asmaca zamanı! 3 saniye içinde adam asmaca-tarzı kelime yollayacağım veya tahmin için kelimenin tamamını yollayacaksınız ya da kontrol etmek için bir harf!

source: Noone participated, I'll cancel the fight!
tr_tr: Kimse katılmadı, dövüşü iptal edeceğim!

source: Team 1 ({user}) won!
tr_tr: Takım 1 ({user}) kazandı!

source: Team 2 ({user}) won!
tr_tr: Takım 2 ({user}) kazandı!

source: {user}, you wanted to be reminded about {subject} {diff} ago.
tr_tr: {user}, önce {subject} {diff} hakkında bilgilendirilmek istediniz.

source: Reminds you about something
tr_tr: Sana bir şey hatırlatıyor

source: Please choose a shorter reminder text.
tr_tr: Lütfen daha kısa bir hatırlatma metni seçin.

source: {user}, reminder set for {subject} in {time}.
tr_tr: {user}, {time} içinde {subject} için hatırlatıcı ayarlandı.

source: Shows a list of your running reminders.
tr_tr: Çalışan hatırlatıcılarınızın bir listesini gösterir.

source: Shows you a list of your currently running reminders Reminders can be cancelled using `{prefix}reminder cancel <id>`.
tr_tr: Şu anda çalışan hatırlatıcılarınızın bir listesini gösterir Hatırlatıcılar,`{prefix}reminder cancel <id>` kullanılarak iptal edilebilir..

source: No running reminders.
tr_tr: Çalışan hatırlatıcı yok.

source: {user}'s reminders
tr_tr: {user} 'ın hatırlatıcıları

source: Remove running reminders
tr_tr: Çalışan hatırlatıcıları kaldır

source: None of these reminder IDs belong to you.
tr_tr: Bu hatırlatıcı kimliklerinden hiçbiri size ait değil.

source: You entered no valid move! You lost!
tr_tr: Geçerli bir hareket girmediniz! Kaybettin!

source: **Move {move_no}** Let me think... This might take up to 2 minutes
tr_tr: **Hareket et {move_no}** Bir düşüneyim ... Bu 2 dakika kadar sürebilir

source: Waiting for AI draw response...
tr_tr: Bot çizim yanıtı bekleniyor ...

source: Your enemy has proposed a draw, {player}. Do you agree?
tr_tr: Düşmanınız bir beraberlik önerdi, {player}. Katılıyor musun?

source: The draw was rejected.
tr_tr: Çekiliş reddedildi.

source: For the nerds:
tr_tr: İnekler için:

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill - choose carefully!
tr_tr: Amacınız diğer Kurtadamlarla birlikte tüm köylüleri öldürmek. Her gece öldürmek için bir köylü seçeceksin - dikkatli seç!
