Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: Your pet's image was successfully updated.
tr_tr: Evcil hayvanının resmi başarılı bir şekilde güncellendi.

source: Let your pet hunt a weapon
tr_tr: Evcil hayvanınızın bir silah avlamasına izin verin

source: Make your pet hunt an item for you. The items stat depends on your pet's level (determined by class evolution) as well as its joy score. The lowest base stat your pet can find is three times its level, the highest is 6 times its level. Your pet's joy score in percent is multiplied with these base stats. For example: - Your pet is on level 2, its joy score is 50. - The item's base stats are (3x2) to (6x2), so 6 to 12. - Its joy score in percent is multiplied: 50% x 6 to 50% x 12, so 3 to 6 In this example, your pet can hunt an item with stats 3 to 6. It has a hard cap at 30. The item's value will be between 0 and 250. Only rangers can use this command. (This command has a cooldown until 12am UTC.)
tr_tr: Evcil hayvanınızın sizin için bir eşya avlamasını sağlayın. Eşya statüsü, evcil hayvanınızın seviyesine (sınıf gelişimine göre belirlenir) ve sevinç puanına bağlıdır. Evcil hayvanınızın bulabileceği en düşük temel stat, seviyesinin üç katıdır, en yüksek olanı seviyesinin 6 katıdır. Evcil hayvanınızın yüzde olarak sevinç puanı, bu temel istatistiklerle çarpılır. Örneğin: - Evcil hayvanınız 2. seviyede, sevinç puanı 50. - Öğenin temel istatistikleri (3x2) ila (6x2), yani 6 ila 12'dir. - Yüzde olarak sevinç puanı çarpılır:% 50 x 6 ila% 50 x 12, yani 3 ila 6 Bu örnekte, evcil hayvanınız 3 ila 6 istatistiklerine sahip bir öğeyi avlayabilir. 30'da sert bir sınırı vardır. Öğenin değeri 0 ile 250 arasında olacaktır. Bu komutu sadece korucular kullanabilir. (Bu komutun 12.00 UTC'ye kadar soğuma süresi vardır.)

source: Your pet is not happy enough to hunt an item. Try making it joyful!
tr_tr: Evcil hayvanın eşya avlamak için yeterince mutlu değil. Onu neşelendirmeyi dene!

source: Your pet found an item!
tr_tr: Evcil hayvanın eşya buldu!

source: Your pet needs to recover, wait a day to retry
tr_tr: Evcil hayvanının dinlenmesi gerekiyor, yeniden denemek için bir gün bekle

source: North
tr_tr: Kuzey

source: East
tr_tr: Doğu

source: South
tr_tr: Güney

source: West
tr_tr: Batı

source: You healed yourself for {hp} HP
tr_tr: Kendi canını {hp} HP iyileştirdin

source: Attack blocked.
tr_tr: Saldırı engellendi.

source: The Enemy hit you for {dmg} damage
tr_tr: Düşman sana {dmg} hasar vurdu

source: You hit the enemy for {dmg} damage
tr_tr: Sen düşmana {dmg} hasar vurdun

source: Timed out.
tr_tr: Zaman aşımına uğradı.

source: You stepped on a trap and took {damage} damage!
tr_tr: Tuzağa bastın ve {damage} hasar aldın!

source: You found a treasure with **${money}** inside!
tr_tr: İçinde **${money}** para olan bir hazine buldun!

source: You died.
tr_tr: Öldün.

source: You have reached the exit and were rewarded **${money}** for getting out!
tr_tr: Çıkışa ulaştın ve çıktığın için **${money}** parayla ödüllendirildin!

source: You are on {hp} HP
tr_tr: Canın {hp} HP

source: Enemy
tr_tr: Düşman

source: Shows adventures and your chances
tr_tr: Maceraları ve şansınızı gösterir

source: Shows all adventures, their names, descriptions, and your chances to beat them in picture form. Your chances are determined by your equipped items, race and class bonuses, your level and your God-given luck.
tr_tr: Tüm maceraları, adlarını, açıklamalarını ve onları yenme şansınızı resim biçiminde gösterir. Şansınız, donanımlı eşyalarınız, ırkınız ve sınıf bonuslarınız, seviyeniz ve Tanrı'nın verdiği şansınız tarafından belirlenir.

source: Sends your character on an adventure.
tr_tr: Karakterini maceraya yollar.

source: `<adventure_number>` - a whole number from 1 to 30 Send your character on an adventure with the difficulty `<adventure_number>`. The adventure will take `<adventure_number>` hours if no time booster is used, and half as long if a time booster is used. If you are in an alliance which owns a city with adventure buildings, your adventure time will be reduced by the adventure building level in %. Donators' time will also be reduced: - 5% reduction for Silver Donators - 10% reduction for Gold Donators - 25% reduction for Emerald Donators and above Be sure to check `{prefix}status` to check how much time is left, or to check if you survived or died.
tr_tr: `<adventure_number>` - 1'den 30'a kadar bir tam sayı Karakterinizi `<adventure_number>`zorluğuyla bir maceraya gönderin. Macera, zaman yükseltici kullanılmazsa`<adventure_number>` saat, zaman yükseltici kullanılırsa yarısı kadar sürecektir. Macera binaları olan bir şehre sahip olan bir ittifak içindeyseniz, macera süreniz% olarak macera inşa seviyesi kadar azalacaktır. Bağışçıların zamanı da azaltılacak: - Gümüş Bağışçılar için% 5 indirim - Altın Bağışçıları için% 10 indirim - Emerald Bağışçıları ve üzeri için% 25 indirim Ne kadar süre kaldığını kontrol etmek veya hayatta kalıp kalmadığınızı kontrol etmek için `{prefix}status` kontrol ettiğinizden emin olun.

source: You must be on level **{level}** to do this adventure.
tr_tr: Bu macerayı yapmak için seviye **{level}** olmalısın.

source: Successfully sent your character out on an adventure. Use `{prefix}status` to see the current status of the mission.
tr_tr: Karakterin başarılı bir şekilde maceraya çıktı. Görevin şu anki durumunu görmek için `{prefix}status` kullan.

source: Go out on an active adventure.
tr_tr: Aktif bir maceraya çıkın.

source: Checks your adventure status.
tr_tr: Macera durumunu kontrol eder.

source: Checks the remaining time of your adventures, or if you survived or died. Your chance is checked here, not in `{prefix}adventure`. Your chances are determined by your equipped items, race and class bonuses, your level, God-given luck and active luck boosters. If you are in an alliance which owns a city with an adventure building, your chance will be increased by 1% per building level. If you survive on your adventure, you will receive gold up to the adventure number times 60, XP up to 500 times the adventure number and either a loot or gear item. The chance of loot is dependent on the adventure number and whether you use the Ritualist class, [check our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot) for the exact chances. God given luck affects the amount of gold and the gear items' damage/defense and value. If you are in a guild, its guild bank will receive 10% of the amount of gold extra. If you are married, your partner will receive a portion of your gold extra as well, [check the wiki](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) for the exact portion.
tr_tr: Maceranın kalan zamanını, öldüğünü ya da ölmediğini gösterir. Başarı ihtimalin burada gösterilir, `{prefix}adventure`'de değil. -Başarı ihtimalin kullandığın eşyalar, ırk bonusun, sınıf bonusun, seviyen, tanrı'dan gelen şans ve bonuslardan gelen şansla belirlenir. -İttifakın macera binasına sahip bir şehri elinde bulunduruyorsa, başarı ihtimalin bina seviyesi çarpı %1 şeklinde artar. -Eğer bir macerayı başarıyla tamamlarsan macera numarasının 60 katı ya da daha az altınla, 500 katı ya da daha azı kadar xp ile ve bir ganimet ya da eşya ile ödüllendirilirsin. -Ganimet alma ihtimalin macera numarana ve ritualist sınıfına mensup olmana göre değişir. Tam ihtimaller için [Wiki sayfamıza göz atın](https://wiki.idlerpg.xyz/index.php?title=Loot). -Tanrıdan gelen şans, kazandığınız altın miktarını ve alacağınız eşyaların atak/savunma istatistiklerini ve değerini etkiler. -Eğer bir loncadaysan, lonca bankasına kazandığın altının %10'u ekstra olarak eklenecek. Eğer evliysen, partnerin de ekstra altın alacak. Tam miktarlar için [Wiki sayfamıza göz atın](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus).

source: Adventure Status
tr_tr: Macera Durumu

source: You are currently on an adventure with difficulty **{difficulty}**. Time until it completes: **{time_left}** Adventure name: **{adventure}**
tr_tr: Şu anda **{difficulty}**zorluğu olan bir maceradasınız. Tamamlanana kadar geçen süre: **{time_left}** Macera adı: **{adventure}**

source: Adventure Failed
tr_tr: Macera Başarısız

source: You died on your mission. Try again!
tr_tr: Görevdeyken öldün. Tekrar dene!

source: Adventure Completed
tr_tr: Macera Tamamlandı

source: You have completed your adventure and received **${gold}** as well as a new item: **{item}** added to your `{prefix}{storage_type}` Type: **{type}** {stat}Value: **{value}** Experience gained: **{xp}**.
tr_tr: Maceranızı tamamladınız ve **${gold}** ile yeni bir eşya aldınız: **{item}** `{prefix}{storage_type}` hesabınıza eklendi Tür: **{type}** {stat}Değer: **{value}** Kazanılan deneyim: **{xp}**.

source: Loot item
tr_tr: Loot eşyası

source: Damage: **{damage}**
tr_tr: Hasar: **{damage}**

source: Armor: **{armor}**
tr_tr: Zırh: **{armor}**

source: Cancels your current adventure.
tr_tr: Şu anki maceranı iptal eder.

source: Cancels your ongoing adventure and allows you to start a new one right away. You will not receive any rewards if you cancel your adventure.
tr_tr: Devam eden maceranızı iptal eder ve hemen yeni bir maceraya başlamanızı sağlar. Maceranızı iptal ederseniz herhangi bir ödül almayacaksınız.

source: Are you sure you want to cancel your current adventure?
tr_tr: Şuanki maceranı iptal etmek istediğinden emin misin?

source: Did not cancel your adventure. The journey continues...
tr_tr: Maceran iptal edilmedi. Yolculuk devam ediyor...

source: Canceled your mission. Use `{prefix}adventure [missionID]` to start a new one!
tr_tr: Görevini iptal ettin. Yenisine başlamak için `{prefix}adventure [görevID]` kullan!

source: Show some adventure stats
tr_tr: Macera istatistikleri göster

source: Shows your overall adventure death and completed count, including your success rate.
tr_tr: Başarı oranınız dahil olmak üzere genel macera ölümünüzü ve tamamlanan sayınızı gösterir.

source: Out of **{total}** adventures, you died **{deaths}** times and survived **{completed}** times, which is a success rate of **{rate}%**.
tr_tr: Toplam **{total}** macerada, **{deaths}** kez öldün ve **{completed}** kez hayatta kaldın, başarı oranın da **{rate}%**.

source: Lists all your cooldowns
tr_tr: Tüm bekleme sürelerinizi listeler

source: Lists all your cooldowns, including your adventure timer.
tr_tr: Macera zamanlayıcınız dahil tüm soğuma sürelerinizi listeler.

source: You don't have any active cooldown at the moment.
tr_tr: Şu anda herhangi bir aktif beklemede olduğun yok.

source: Commands on cooldown:
tr_tr: Beklemede olan komutlar:

source: {cmd} is on cooldown and will be available after {time}
tr_tr: {cmd} beklemede ve {time}'dan sonra hazır olacak.

source: Adventure is running and will be done after {time}
tr_tr: Macera devam ediyor ve {time} sonra bitecek.

source: Show the clusters
tr_tr: Kümeleri gösterir

source: Lists all clusters and their current status.
tr_tr: Tüm kümeleri ve mevcut durumlarını listeler.

source: Launcher is dead, that is really bad.
tr_tr: Launcher öldü, bu gerçekten kötü.

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player} {additional}
tr_tr: Satıcıda toplam {dealer} içinden {pretty_dealer} var Sende toplam {player} içinden {pretty_player} var {additional}

source: The dealer got a blackjack. You had insurance and lost nothing.
tr_tr: Satıcı blackjack aldı. Sigortan vardı ve bir şey kaybetmedin.

source: The dealer got a blackjack. You lost **${money}**.
tr_tr: Satıcı blackjack aldı. **${money}** kaybettin.

source: You got a blackjack and won **${money}**!
tr_tr: Blackjack aldın ve **${money}** kazandın!

source: Blackjack timed out... You lost your money!
tr_tr: Blackjack zaman aşımına uğradı... Paranı kaybettin!

source: Split current hand and switched to the second side.
tr_tr: Mevcut eli ayır ve ikinci tarafa geç.

source: Switched to the other side.
tr_tr: Diğer tarafa geçildi.

source: Invalid. You're too poor and lose the match.
tr_tr: Geçersiz. Çok fakirsin ve maçı kaybettin.

source: You doubled your bid in exchange for only receiving one more card.
tr_tr: Sadece bir kart daha alabilmek için bahsini iki katına çıkardın.

source: You busted and lost **${money}**.
tr_tr: Bust oldun ve **${money}** kaybettin.

source: Dealer busts and you won **${money}**!
tr_tr: Satıcı bust oldu ve **${money}** kazandın!

source: You have a higher score than the dealer and have won **${money}**
tr_tr: Satıcıdan daha yüksek bir skorun var ve **${money}** kazandın

source: Dealer has a higher score than you and wins. You lost **${money}**.
tr_tr: Satıcının senden daha yüksek bir skoru var ve kazandı. **${money}** kaybettin.

source: It's a tie, you got your **${money}** back.
tr_tr: Berabere, **${money}** geri aldın.

source: Draw a card.
tr_tr: Bir kart alın.

source: `[enemy]` - A user who has a profile; defaults to None `[money]` - The bet money. A whole number that can be 0 or greater; defaults to 0 Draws a random card from the 52 French playing cards. Playing Draw with someone for money is also available if the enemy is mentioned. The player with higher value of the drawn cards will win the bet money. This command has no effect on your balance if done with no enemy mentioned. (This command has a cooldown of 15 seconds.)
tr_tr: `[enemy]` Profili olan bir kullanıcı; varsayılan olarak Yoktur `[money]` - Bahis parası. 0 veya daha büyük olabilen bir tam sayı; varsayılan olarak 0 52 Fransız oyun kartından rastgele bir kart çeker. Düşmandan bahsediliyorsa, birisiyle para karşılığı Beraberlik oynamak da mümkündür. Çekilmiş kartların değeri daha yüksek olan oyuncu bahis parasını kazanır. Düşman belirtilmeden yapıldığında bu komutun bakiyenize hiçbir etkisi yoktur. (Bu komutun 15 saniyelik bir soğuma süresi vardır.)

source: Please choose someone else.
tr_tr: Lütfen başka birini seçin.

source: You should choose a human to play with you.
tr_tr: Seninle oynamak için bir insan seçmelisin.

source: {author} challenges {enemy} to a game of Draw for **${money}**. Do you accept?
tr_tr: {author} {enemy}'i **${money}** için bir kağıt çekme müsabakasına davet etti. **${money}**. Kabul ediyor musun?

source: They declined. They don't want to play a game of Draw with you {author}.
tr_tr: Reddettiler. Sizinle {author} Beraberlik oyunu oynamak istemiyorlar.

source: They didn't choose anything. It seems they're not interested to play a game of Draw with you {author}.
tr_tr: Hiçbir şey seçmediler. Sizinle {author} Beraberlik oyunu oynamak istemiyorlar gibi görünüyor.

source: {enemy} You don't have enough money to play.
tr_tr: {enemy} Oynamak için yeterli paranız yok.

source: Cards ran out. This is a very rare issue that could mean image files for cards have become insufficient. Please report this issue to the bot developers.
tr_tr: Kartlar bitti. Bu, kartlar için görüntü dosyalarının yetersiz olduğu anlamına gelebilecek çok nadir bir sorundur. Lütfen bu sorunu bot geliştiricilerine bildirin.

source: Nobody won. {author} and {enemy} tied.
tr_tr: Kimse kazanmadı.{author} ve {enemy} berabere kaldı.

source: {winner} won the Draw vs {loser}! Congratulations!
tr_tr: {winner} {loser} 'e karşı Çekilişi kazandı! Tebrikler!

source: {author}, while playing against {enemy}, you drew:
tr_tr: {author}, {enemy},ile oynarken berabere kaldınız:

source: {enemy}, while playing against {author}, you drew:
tr_tr: {enemy}, {author} 'a karşı oynarken:

source: Break the tie?
tr_tr: Beraberlik mi bozuldu?

source: {author}, {enemy} You tied. Do you want to break the tie by playing again for **${money}**?
tr_tr: {author}, {enemy} Berabere kaldınız. **${money}** için eşitlik bozma mücadelesi oynamak ister misiniz?

source: One of you or both didn't react on time.
tr_tr: Biriniz veya ikiniz zamanında tepki vermediniz.

source: {user} declined to break the tie.
tr_tr: {user} Beraberliği bozmayı reddetti.

source: {author} You don't have enough money to play.
tr_tr: {author} Oynamak için yeterli paranız yok.

source: Play a game of French Roulette
tr_tr: Fransız Ruleti oyna

source: `<money>` - A whole number from 0 to 100 `<bid>` - What to bid on, see below for details Play a game of French Roulette. Possible simple bets: - noir (all black numbers) (1:1 payout) - rouge (all red numbers) (1:1 payout) - pair (all even numbers) (1:1 payout) - impair (all odd numbers) (1:1 payout) - manque (1-18) (1:1 payout) - passe (19-36) (1:1 payout) - premier (1-12) (2:1 payout) - milieu (13-24) (2:1 payout) - dernier (25-36) (2:1 payout) Complicated bets: - colonne (34/35/36) (all numbers in a row on the betting table, either 1, 4, ..., 34 or 2, 5, ..., 35 or 3, 6, ... 36) (2:1 payout) - transversale (vertical low)-(vertical high) This includes simple and pleine (a vertical row on the betting table, e.g. 19-21. can also be two rows, e.g. 4-9) (11:1 payout for pleine, 5:1 for simple) - les trois premiers (numbers 0, 1, 2) (11:1 payout) - carre (low)-(high) (a section of four numbers in a square on the betting table, e.g. 23-27) (8:1 payout) - les quatre premiers (numbers 0, 1, 2, 3) (8:1 payout) - cheval (number 1) (number 2) (a simple bet on two numbers) (17:1 payout) - plein (number) (a simple bet on one number) (35:1 payout) To visualize the rows and columns, use the command: roulette table This command is in an alpha-stage, which means bugs are likely to happen. Play at your own risk. (This command has a cooldown of 15 seconds.)
tr_tr: `<money>` - 0 ile 100 arasında bir tam sayı `<bid>` - Ne teklif vermeli, ayrıntılar için aşağıya bakın Bir Fransız Ruleti oyunu oynayın. Olası basit bahisler: - noir (tüm siyah sayılar) (1: 1 ödeme) - allık (tüm kırmızı sayılar) (1: 1 ödeme) - çift (tüm çift sayılar) (1: 1 ödeme) - bozma (tüm tek sayılar) (1: 1 ödeme) - manque (1-18) (1: 1 ödeme) - passe (19-36) (1: 1 ödeme) - premier (1-12) (2: 1 ödeme) - çevre (13-24) (2: 1 ödeme) - dernier (25-36) (2: 1 ödeme) Karmaşık bahisler: - kolonne (34/35/36) (bahis masasında arka arkaya tüm sayılar, 1, 4, ..., 34 veya 2, 5, ..., 35 veya 3, 6, ... 36) (2: 1 ödeme) - enine (dikey düşük) - (dikey yüksek) Bu, basit ve pleini içerir (bahis masasında dikey bir sıra, örneğin 19-21. ayrıca iki sıra olabilir, örneğin 4-9) (pleine için 11: 1 ödeme, 5 : Basit için 1) - les trois premiers (0, 1, 2 sayıları) (11: 1 ödeme) - carre (düşük) - (yüksek) (bahis masasındaki bir karede dört sayıdan oluşan bir bölüm, örneğin 23-27) (8: 1 ödeme) - les quatre premiers (0, 1, 2, 3 sayıları) (8: 1 ödeme) - cheval (1 numara) (2 numara) (iki sayıya basit bir bahis) (17: 1 ödeme) - plein (sayı) (bir sayı üzerine basit bir bahis) (35: 1 ödeme) Satırları ve sütunları görselleştirmek için şu komutu kullanın: rulet masası Bu komut alfa aşamasındadır, bu da hataların meydana gelme olasılığının yüksek olduğu anlamına gelir. Kendi sorumluluğunuzda oynayın. (Bu komutun 15 saniyelik bir soğuma süresi vardır.)

source: Your bid input was invalid. Try the help on this command to view examples.
tr_tr: Teklif girişiniz geçersizdi. Örnekleri görmek için bu komuttaki yardımı deneyin.

source: Show the roulette table
tr_tr: Rulet masasını göster

source: Sends a picture of a French Roulette table.
tr_tr: Fransız Ruleti masasının resmini gönderir.

source: Toss a coin
tr_tr: Bozuk para atmak

source: `[side]` - The coin side to bet on, can be heads or tails; defaults to heads `[amount]` - A whole number from 1 to 100,000; defaults to 0 Bet money on a coinflip. If the coin lands on the side you bet on, you will receive the amount in cash. If it's the other side, you lose that amount. (This command has a cooldown of 5 seconds.)
tr_tr: `[taraf]` - Bahis yapılacak madeni para tarafı tura veya yazı olabilir; varsayılanı tura `[amount]` - 1'den 100.000'e kadar bir tam sayı; varsayılan olarak 0 Bir bozuk para fırlatma üzerine bahis yapın.. Bozuk para bahis yaptığınız tarafa gelirse, miktarı nakit olarak alırsınız. Diğer taraf ise, o miktarı kaybedersiniz. (Bu komutun 5 saniyelik bir soğuma süresi vardır.)

source: {result[1]} It's **{result[0]}**! You won **${amount}**!
tr_tr: {result[1]} Sonuç **{result[0]}**! **${amount}** kazandın!

source: {result[1]} It's **{result[0]}**! You lost **${amount}**!
tr_tr: {result[1]} Sonuç **{result[0]}**! **${amount}** kaybettin!

source: Bet on a specific outcome of an n-sided dice.
tr_tr: N taraflı bir zarın belirli bir sonucuna bahis yapın.

source: `[maximum]` - The amount of sides the dice will have, must be greater than 1; defaults to 6 `[tip]` - The number to bet on, must be greater than 0 and lower than, or equal to `[maximum]`; defaults to 6 `[money]` - The amount of money to bet, must be between 0 and 100,000; defaults to 0 Bet on the outcome of an n-sided dice. You will win [maximum - 1] * [money] money if you are right and lose [money] if you are wrong. For example: `{prefix}bet 10 4 100` - Rolls a 10 sided dice - If the dice lands on 4, you will receive $900 - If the dice lands on any other number, you will lose $100 (This command has a cooldown of 5 seconds.)
tr_tr: `[maximum]` - Zarın sahip olacağı taraf sayısı 1'den büyük olmalıdır; varsayılan olarak 6 `[tip]` - Bahis oynanacak sayı 0'dan büyük ve `[maximum]`; dan küçük veya ona eşit olmalıdır; varsayılan olarak 6 `[money]` - Bahis yatırılacak para miktarı 0 ile 100.000 arasında olmalıdır; varsayılan olarak 0 Üç yüzlü bir zarın sonucuna bahis yapın. Haklıysanız [maximum - 1] * [money] para kazanacak ve yanılıyorsanız [money] kaybedeceksiniz. Örneğin: `{prefix}10 4 100'lük bahis - 10 yüzlü zar atar - Zar 4'e gelirse 900 $ alacaksınız - Zar başka bir sayıya gelirse, 100 $ kaybedersiniz (Bu komutun 5 saniyelik bir soğuma süresi vardır.)

source: Invalid Tip. Must be in the Range of `1` to `{maximum}`.
tr_tr: Geçersiz Bahşiş. `1` ile `{maximum}` arasında olmalı.

source: Spend it in a better way. C'mon!
tr_tr: Daha iyi bir şekilde harca. Hadi!

source: You won **${money}**! The random number was `{num}`, you tipped `{tip}`.
tr_tr: **${money}** kazandın! Rastgele numara`{num}`dı, sen `{tip}`e bahşiş verdin.

source: You lost **${money}**! The random number was `{num}`, you tipped `{tip}`.
tr_tr: **${money}** kaybettin! Rastgele numara `{num}`dı, sen `{tip}`e bahşiş verdin.

source: Play blackjack against the bot.
tr_tr: Bota karşı blackjack oynayın.
