Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: `[rarity]` - the crate's rarity to open, can be common, uncommon, rare, magic or legendary; defaults to common `[amount]` - the amount of crates to open, may be in range from 1 to 100 at once Open one of your crates to receive a weapon. To check which crates contain which items, check `{prefix}help crates`. This command takes up a lot of space, so choose a spammy channel to open crates.
tr_tr: `[rarity]` - sandığın nadiren açılması, sıradan, sıradışı, nadir, büyülü veya efsanevi olabilir; varsayılan olarak sıradan `[amount]` - açılacak kasa miktarı, aynı anda 1 ile 100 arasında değişebilir Bir silah almak için sandıklarınızdan birini açın. Hangi kasaların hangi öğeleri içerdiğini kontrol etmek için`{prefix}a bakın. Bu komut çok yer kaplıyor, bu nedenle kasaları açmak için spam içerikli bir kanal seçin.

source: Seems like you don't have {amount} crate(s) of this rarity yet. Vote me up to get a random one or find them!
tr_tr: Henüz bu nadirlikten {amount} sandığınız yok gibi görünüyor. Rastgele bir tane almak için bana oy verin veya onları bulun!

source: You found a new item when opening a crate!
tr_tr: Sandık açarken yeni bir eşya buldun!

source: Remaining {rarity} crates: {crates}
tr_tr: Kalan {rarity} sandıkların: {crates}

source: Successfully opened {amount} {rarity} crates. Average stat: {average_stat} Most common stats: ``` {most_common} ``` Best stats: ``` {top} ``` Types: ``` {most_common_types} ```
tr_tr: {amount} {rarity} kasa başarıyla açıldı. Ortalama istatistik: {average_stat} En yaygın istatistikler: ``` {most_common} ``` En iyi istatistikler: ``` {top} ``` Türler: ``` {most_common_types} ```

source: Give crates to someone
tr_tr: Birisine kasa verin

source: `<other>` - A user with a character `[amount]` - A whole number greater than 0; defaults to 1 `[rarity]` - The crate's rarity to trade, can be common, uncommon, rare, magic or legendary; defaults to common Give your crates to another person. Players must combine this command with `{prefix}give` for a complete trade.
tr_tr: `<other>` - Bir karaktere sahip bir kullanıcı `[amount]` - 0'dan büyük bir tam sayı; varsayılan olarak 1 `[rarity]` - Sandığın ticaret için ender olduğu, sıradan, sıradışı, nadir, büyülü veya efsanevi olabilir; varsayılan olarak sıradan Kasalarınızı başka birine verin. Oyuncular tam bir takas için bu komutu `{prefix}give` ile birleştirmelidir.

source: Very funny...
tr_tr: Çok komik...

source: For me? I'm flattered, but I can't accept this...
tr_tr: Benim için mi? Gururum okşandı ama bunu kabul edemem...

source: You don't have any crates of this rarity.
tr_tr: Bu nadirlikte herhangi bir sandığın yok.

source: Successfully gave {amount} {rarity} crate(s) to {other}.
tr_tr: {other}'a başarılı bir şekilde {amount} {rarity} sandık(lar) verildi.

source: Offer crates to another player
tr_tr: Başka bir oyuncuya sandık teklif et

source: `<quantity>` - The quantity of crates to offer `<rarity>` - The rarity of crate to offer. First letter of the rarity is also accepted. `<price>` - The price to be paid by the buyer, can be a number from 0 to 100000000 `<buyer>` - Another IdleRPG player to offer the crates to Offer crates to another player. Once the other player accepts, they will receive the crates and you will receive their payment. Example: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`
tr_tr: `<quantity>` - Sunulacak kasa miktarı `<rarity>` - Sunulacak sandığın nadirliği. Nadirliğin ilk harfi de kabul edilir. `<price>` - Alıcı tarafından ödenecek fiyat, 0 ile 100000000 arasında bir sayı olabilir `<buyer>` - Sandıkları sunacak başka bir IdleRPG oyuncusu Başka bir oyuncuya sandıklar teklif edin. Diğer oyuncu kabul ettiğinde, kasaları alacak ve ödemelerini alacaksınız. Misal `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`

source: You may not offer crates to yourself.
tr_tr: Kendinize kasa teklif edemezsiniz.

source: No, I don't want any crates.
tr_tr: Hayır, sandık istemiyorum.

source: You don't have {quantity} {rarity} crate(s). Check `{prefix}crates`.
tr_tr: {quantity} {rarity} sandığınız yok.`{prefix}crates` kontrol edin.

source: {author}, are you sure you want to offer **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}**?
tr_tr: {author}, **${price:,.0f}** karşılığında **{quantity} {emoji} {rarity}** sandık sunmak istediğinizden emin misiniz?

source: Offer cancelled.
tr_tr: Teklif iptal edildi.

source: {buyer}, {author} offered you **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}!** React to buy it! You have **2 Minutes** to accept the trade or the offer will be cancelled.
tr_tr: {buyer}, {author} size **{quantity} {emoji} {rarity}** sandık teklifini **${price:,.0f}!** karşılığında teklif etti! Satın almak için tepki verin! Takası kabul etmek için **2 Dakikanız** var yoksa teklif iptal edilecektir.

source: They didn't want to buy the crate(s). Offer cancelled.
tr_tr: Sandık(lar)'ı satın almak istemediler. Teklif iptal edildi.

source: They couldn't make up their mind. Offer cancelled.
tr_tr: Karar veremediler. Teklif iptal edildi.

source: {buyer}, you're too poor to buy the crate(s)!
tr_tr: {buyer}, sandık(lar)ı satın alamayacak kadar fakirsiniz!

source: The seller traded/opened the crate(s) in the meantime. Offer cancelled.
tr_tr: Satıcı bu arada sandık(lar)'ı takas etti/açtı. Teklif iptal edildi.

source: {buyer}, you've successfully bought **{quantity} {emoji} {rarity}** crate(s) from {seller}. Use `{prefix}crates` to view your updated crates.
tr_tr: {buyer}, {seller}'dan **{quantity} {emoji} {rarity}** sandık(lar)ı başarıyla satın aldınız. Güncellenen kasalarınızı görüntülemek için `{prefix}crates` kullanın.

source: Gather as much food as you can
tr_tr: Olabildiğince fazla yemek topla

source: gathers as much food as they can
tr_tr: olabildiğince fazla yemek toplarlar

source: Grab a backpack and retreat
tr_tr: Sırt çantası kap ve geri çekil

source: grabs a backpack and retreats
tr_tr: sırt çantası kapar ve geri çekilir

source: Take a pistol and suicide
tr_tr: Tabanca al ve intihar et

source: gives themselves the bullet
tr_tr: kendini vurarak intihar eder

source: Ram a knife in your body
tr_tr: Kendi vücuduna bıçak sok

source: commits suicide with a knife
tr_tr: bıçakla intihar eder

source: Run away from the Cornucopia
tr_tr: Cornucopia'dan kaç

source: runs away from the Cornucopia
tr_tr: cornucopia’dan kaçar

source: Search for a pair of Explosives
tr_tr: Bir çift patlayıcı ara

source: finds a bag full of explosives
tr_tr: patlayıcılarla dolu bir torba bulur

source: Look for water
tr_tr: Su ara

source: finds a canteen full of water
tr_tr: suyla dolu bir şişe bulur

source: Get a first aid kit
tr_tr: İlk yardım çantası al

source: clutches a first aid kit and runs away
tr_tr: ilk yardım çantasını kapar ve kaçar

source: Grab a backpack
tr_tr: Sırt çantası al

source: grabs a backpack, not realizing it is empty
tr_tr: sırt çantası alır, boş olduğunun farkına varmaz

source: Try to assault USER
tr_tr: USER a saldırmayı dene

source: kills USER
tr_tr: USER ı öldürür

source: Kill USER at the water
tr_tr: USER ı suda öldür

source: assaults USER while they were drinking water at the river
tr_tr: USER lar nehirde su içerken onlara saldırır

source: Try to hide some landmines
tr_tr: Bazı kara mayınlarını gizlemeye çalış

source: hides landmines at a few locations
tr_tr: Birkaç yere kara mayını gizler

source: Take a bath
tr_tr: Banyo yap

source: baths in the water and enjoys the silence
tr_tr: suda yıkanır ve sessizliği keyfini çıkarır

source: kill USER
tr_tr: USER ı öldür

source: grill at the fireplace and tell each other spooky stories
tr_tr: şöminede mangal yapıp ve birbirine ürpertici hikayeler anlatırlar

source: annoy USER
tr_tr: USER ı rahatsız eder

source: kill themselves by walking into a landmine
tr_tr: kara mayınına basarak ölürler

source: have a small party and get drunk
tr_tr: ufak bir parti verip ve sarhoş olurlar

source: watch animes together
tr_tr: beraber anime izlerler

source: enjoy the silence
tr_tr: sessizliğin keyfini çıkarırlar

source: attempt to kill USER but fail
tr_tr: USER ı öldürmeyi denedi ama başaramadı

source: watch a movie together
tr_tr: beraber film izlerler

source: track down USER and kill them silently
tr_tr: USER ın izini sürer ve onları sessizce öldürür

source: decide they want out of here and commit suicide
tr_tr: buradan çıkamayacaklarına karar verdiler ve intihar ettiler

source: dance YMCA together
tr_tr: birlikte YMCA dansı yaparlar

source: sing songs together
tr_tr: beraber şarkılar söyle

source: have a nice romantic evening
tr_tr: güzel romantik bir akşam geçir

source: watch the others being dumb
tr_tr: diğerlerinin aptallıklarını izlerler

source: kiss in the moonlight
tr_tr: ay ışığında öpüşürler

source: watch a movie together when USER suddenly gets shot by a stranger
tr_tr: KULLANICI aniden bir yabancı tarafından vurulduğunda birlikte bir film izliyorlardı

source: **Round {round}**
tr_tr: **Raunt {round}**

source: Letting {user} choose their action...
tr_tr: {user}'nın kendi eylemini seçmesine izin verir...

source: Choose an action
tr_tr: Eylem seç

source: I couldn't send a DM to {user}! Choosing random action...
tr_tr: {user}'a DM gönderemedim! Rastgele bir eylem seçiliyor...

source: attempts to kill {user} but fails
tr_tr: {user}'yı öldürmeyi dener ama başaramaz

source: Done
tr_tr: Bitti

source: do nothing.
tr_tr: hiçbir şey yapma.

source: Team
tr_tr: Takım

source: **The cast**
tr_tr: **Döküm**

source: This hunger game's winner is {winner}!
tr_tr: Bu açlık oyunu'nun kazananı {winner}!

source: Everyone died!
tr_tr: Herkes öldü!

source: Play the hunger games
tr_tr: Açlık oyunları oynayın

source: Starts the hunger games Players will be able to join via the :shallow_pan_of_food: emoji. The game is controlled via both random actions and possibly chosen actions. Players may choose an action if they get a direct message from the bot. If no action is chosen by the player, the bot chooses one for them. Not every player will get the opportunity to choose an action. Sometimes nobody gets to choose, so don't be discouraged.
tr_tr: Açlık oyunlarını başlatır. Oyuncular :shallow_pan_of_food: emoji aracılığıyla katılabilecekler. Oyun hem rastgele eylemlerle hem de muhtemelen seçilmiş eylemlerle kontrol edilir. Oyuncular, bottan doğrudan bir mesaj alırlarsa bir eylem seçebilirler. Oyuncu tarafından herhangi bir eylem seçilmezse, bot onlar için birini seçer. Her oyuncu bir aksiyon seçme fırsatına sahip olmayacak. Bazen kimse seçim yapamaz, bu yüzden cesaretiniz kırılmasın

source: There is already a game in here!
tr_tr: Burada zaten bir oyun var!

source: Not enough players joined...
tr_tr: Yeteri kadar oyuncu katılmadı...

source: An error happened during the hungergame. Please try again!
tr_tr: Açlıkoyunu sırasında bir hata oldu. Lütfen tekrar dene!

source: Oops! You forgot a required argument: `{arg}`
tr_tr: Hay aksi! Gereken bir komutu unuttun: `{arg}`

source: The message you referenced was not found.
tr_tr: Değindiğiniz mesaj bulunamadı.

source: The member you referenced was not found.
tr_tr: Değindiğiniz kullanıcı bulunamadı.

source: The server you referenced was not found.
tr_tr: Değindiğiniz sunucu bulunamadı.

source: The user you referenced was not found.
tr_tr: Değindiğiniz kullanıcı bulunamadı.

source: The channel you referenced was not found.
tr_tr: Değindiğiniz kanal bulunamadı.

source: I cannot read messages in the channel you referenced.
tr_tr: Değindiğiniz kanaldaki mesajları okuyamıyorum.

source: The role you referenced was not found.
tr_tr: Değindiğiniz rol bulunamadı.

source: The invite you referenced is invalid or has expired.
tr_tr: Yolladığınız davetiye geçersiz ya da süresi bitmiş.

source: The emoji you referenced was not found.
tr_tr: Değindiğiniz emoji bulunamadı.

source: The user you specified as a parameter does not have a character.
tr_tr: Parametre olarak belirttiğiniz kullanıcının bir karakteri yok.

source: You did not enter a valid coin side. Please use `heads` or `tails`.
tr_tr: Geçerli bir madeni para tarafı girmediniz. Lütfen `heads` veya `tails` kullanın.

source: You entered a date that was out of range. It should be newer than {date}.
tr_tr: Aralık dışında bir tarih girdiniz. {date} tarihinden daha yeni olmalıdır.

source: You sent an invalid URL. Make sure to send the full URL; it should start with "http" and end with ".png" or ".jpeg".
tr_tr: Geçersiz bir URL gönderdiniz. Tam URL'yi gönderdiğinizden emin olun; "http" ile başlamalı ve ".png" veya ".jpeg" ile bitmelidir.

source: You used a malformed argument!
tr_tr: Hatalı bir komut kullandın!

source: You are being rate-limited. Chill down, you can use a command again in {time}s.
tr_tr: Oranınız kısıtlanıyor. Rahatlayın, {time} saniye sonra bir komutu tekrar kullanabilirsiniz.

source: You are on cooldown. Try again in {time}.
tr_tr: Beklemedesin. {time} içinde tekrar dene.

source: Permission denied
tr_tr: İzin reddedildi

source: :x: This command is only avaiable for the bot owner.
tr_tr: :x: Bu komut sadece bot sahibine mevcuttur.

source: You don't have a character yet.
tr_tr: Henüz karakterin yok.

source: This command requires you to not have created a character yet. You already have one.
tr_tr: Bu komut için henüz bir karakter oluşturmamış olman gerekiyor. Sende zaten bir tane var.

source: You need to be following a god for this command. Please use `{prefix}follow` to choose one.
tr_tr: Bu komut için bir tanrıya bağlı olman lazım. Birini seçmek için lütfen `{prefix}follow` kullan.

source: You need to have a guild to use this command.
tr_tr: Bu komutu kullanabilmek için loncaya sahip olman gerekiyor.

source: You need to be in no guild to use this command.
tr_tr: Bu komutu kullanabilmek için loncada olman gerekmiyor.

source: Your rank in the guild is too low to use this command.
tr_tr: Loncadaki rütben bu komutu kullanabilmek için çok düşük.

source: You mustn't be the owner of a guild to use this command.
tr_tr: Bu komutu kullanabilmek için loncanın sahibi olman gerekmiyor.

source: :x: You don't have the permissions to use this command. It is thought for {error} class users.
tr_tr: :x: Bu komutu kullanabilmek için yetkilerin yok. Bu, {error} sınıfı kullanıcıları için düşünülmüş.

source: You are already on an adventure. Use `{prefix}status` to see how long it lasts.
tr_tr: Zaten bir maceradasın. Ne kadar süreceğini görmek için `{prefix}status` kullan.

source: You need to be on an adventure to use this command. Try `{prefix}adventure`!
tr_tr: Bu komutu kullanabilmek için macerada olman gerekiyor. `{prefix}adventure`'ı dene!

source: Your pet has gone missing. Maybe some aliens abducted it? Since you can't find it anymore, you are no longer a {profession}
tr_tr: Evcil hayvanın kayboldu. Belki de onu uzaylılar kaçırdı? Onu artık bulamadığın için artık {profession} değilsin.

source: Ranger
tr_tr: Korucu

source: Your pet **{pet}** died! You did not give it enough to eat or drink. Because of your bad treatment, you are no longer a {profession}.
tr_tr: Evcil hayvanın **{pet}** öldü! Ona yeterli yiyecek ya da içecek vermedin. Kötü muamelen yüzünden artık {profession} değilsin.

source: Your pet **{pet}** ran away! You did not show it your love enough! Because of your bad treatment, you are no longer a {profession}.
tr_tr: Evcil hayvanın **{pet}** kaçtı! Ona sevgini yeterince göstermedin! Kötü muamelen yüzünden artık {profession} değilsin.

source: You need to be a {tier} tier donator to use this command. Please head to `{prefix}donate` and make sure you joined the support server if you decide to support us.
tr_tr: Bu komutu kullanmak için {tier} katmanı bağışçı olmanız gerekir. Bizi desteklemeye karar verirseniz lütfen `{prefix}donate` bölümüne gidin ve destek sunucusuna katıldığınızdan emin olun.

source: There is another raid already ongoing. Try again at a later time.
tr_tr: Halen devam eden başka bir baskın var. Daha sonra tekrar dene.

source: Your alliance does not own a city.
tr_tr: İttifakının bir şehri yok.

source: Your alliance already owns a city.
tr_tr: İttifakının zaten bir şehri var.

source: Your alliance rank is too low.
tr_tr: İttifak derecen çok düşük.

source: Your server does not have an open help request.
tr_tr: Sunucunuzun açık bir yardım isteği yok.

source: There was an error when uploading to Imgur. Please try again or visit <https://imgur.com/upload> to manually upload your image.
tr_tr: Imgur'a yüklerken bir hata oluştu. Resminizi manuel olarak yüklemek için lütfen tekrar deneyin veya <https://imgur.com/upload> adresini ziyaret edin.

source: :x: You don't have the permissions to use this command. It is thought for other users.
tr_tr: :x: Bu komutu kullanmaya yetkin yok. Bu, diğer kullanıcılar için düşünülmüş.

source: You did not choose anything.
tr_tr: Herhangi bir şey seçmedin.

source: An argument or value you entered was far too high for me to handle properly!
tr_tr: Girdiğin komut ya da değer düzgün işleyebilmem için çok yüksekti!

source: The languages have been reloaded while you were using a command. The execution therefore had to be stopped. Please try again.
tr_tr: Sen komut kullanırken diller yeniden yüklendi. İşlem bu nedenle durdurulmalıydı. Lütfen yeniden dene.

source: The command you tried to use ran into an error. The incident has been reported and the team will work hard to fix the issue!
tr_tr: Denediğin komut hatayla karşılaştı. Kaza rapor edildi ve takım sorunu düzeltmek için çok çalışacak!

source: Look at your Winter Calendar
tr_tr: Kış Takvimi'ne bak

source: No calendar to show!
tr_tr: Gösterilecek takvim yok!

source: Open the Winter Calendar once every day.
tr_tr: Günde bir kere Kış Takvimi'ni aç.

source: It's not calendar time yet...
tr_tr: Henüz takvim zamanı değil...

source: **You opened day {today}!**
tr_tr: **Gün açtın {today}!**

source: A mysterious puzzle piece
tr_tr: Gizemli yapboz parçası

source: {crates} {rarity} crate
tr_tr: {crates} {rarity} sandık

source: Combine the mysterious puzzle pieces.
tr_tr: Gizemli yapboz parçalarını birleştir.

source: The mysterious puzzles don't fit together... Maybe some are missing?
tr_tr: Gizemli yapboz parçaları birbirine uymuyor... Belki de bazıları kayıptır?

source: You combined the puzzles! In your head a voice whispers: *Well done. Now use `{prefix}eventbackground {num}` to set your new background that you just acquired...*
tr_tr: Puzzle'ı tamamladın! Kafanda bir ses fısıldıyor: *Bravo. Şimdi `{prefix}eventbackground {num}` kullanarak elde ettiğin arka planı kullanabilirsin...*

source: Get your daily reward
tr_tr: Günlük ödülünüzü alın

source: Get your daily reward. Depending on your streak, you will gain better rewards. After ten days, your rewards will reset. Day 11 and day 1 have the same rewards. The rewards will either be money (2/3 chance) or crates (1/3 chance). The possible rewards are: __Day 1__ $50 or 1-6 common crates __Day 2__ $100 or 1-5 common crates __Day 3__ $200 or 1-4 common (99%) or uncommon (1%) crates __Day 4__ $400 or 1-4 common (99%) or uncommon (1%) crates __Day 5__ $800 or 1-4 common (99%) or uncommon (1%) crates __Day 6__ $1,600 or 1-3 common (80%), uncommon (19%) or rare (1%) crates __Day 7__ $3,200 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 8__ $6,400 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 9__ $12,800 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 10__ $25,600 or 1 rare (80%), magic (19%) or legendary (1%) crate If you don't use this command up to 48 hours after the first use, you will lose your streak. (This command has a cooldown until 12am UTC.)
tr_tr: Günlük ödülünüzü alın. Serinize bağlı olarak daha iyi ödüller kazanacaksınız. On gün sonra ödülleriniz sıfırlanacak. 11. gün ve 1. gün aynı ödüllere sahip. Ödüller ya para (2/3 şans) veya sandık (1/3 şans) olacaktır. Olası ödüller: __1. gün__ $50 veya 1-6 sıradan kasa __2. gün__ $100 veya 1-5 sıradan kasa __3. gün__ $200 veya 1-4 sıradan (99%) veya sıradışı (1%) kasa __4. gün__ $400 veya 1-4 sıradan (99%) veya sıradışı (1%) kasa __5. gün__ $800 veya 1-4 sıradan (99%) veya sıradışı (1%) kasa __6. gün__ $1,600 veya 1-3 sıradan (80%), sıradışı (19%) veya nadir (1%) kasa __7. gün__ $3,200 veya 1-2 sıradışı (80%), nadir (19%) veya büyülü (1%) kasa __8. gün__ $6,400 veya 1-2 sıradışı (80%), nadir (19%) veya büyülü (1%) kasa __9. gün__ $12,800 veya 1-2 sıradışı (80%), nadir (19%) veya büyülü (1%) kasa __10. gün__ $25,600 veya 1 nadir (80%), büyülü (19%) veya efsanevi (1%) kasa Bu komutu ilk kullanımdan 48 saat sonrasına kadar kullanmazsanız, serinizi kaybedersiniz. (Bu komutun 12.00 UTC'ye kadar bekleme süresi vardır..)

source: You received your daily {txt}! You are on a streak of **{streak}** days! *Tip: `{prefix}vote` every 12 hours to get an up to legendary crate with possibly rare items!*
tr_tr: Günlük {txt}belgenizi aldınız! **{streak}** günlük bir seridesiniz! *İpucu: Muhtemelen nadir öğeler içeren efsanevi bir sandık almak için her 12 saatte bir`{prefix}vote` verin!*

source: View your current streak
tr_tr: Mevcut serinizi görüntüleyin

source: Want to flex your streak on someone or just check how many days in a row you've claimed your daily reward? This command is for you
tr_tr: Serinizi birine esnetmek mi yoksa arka arkaya kaç gün günlük ödülünüzü aldığınızı kontrol etmek mi istiyorsunuz? Bu komut senin için

source: You don't have a daily streak yet. You can get one going by using the command `{prefix}daily`!
tr_tr: Henüz günlük bir seriniz yok. `{prefix}daily` komutunu kullanarak bir tane elde edebilirsiniz!

source: You are on a daily streak of **{streak}!**
tr_tr: Günlük ** {streak} serisindesin! **

source: Shorten an image URL.
tr_tr: Bir görselin URL'sini kısaltın.

source: `[given_url]` - The URL to shorten; if not given, this command will look for image attachments Get a short URL from a long one or an image attachment. If both a URL and an attachment is given, the attachment is preferred. GIFs are not supported, only JPG and PNG. In case this command fails, you can [manually upload your image to Imgur](https://imgur.com/upload).
tr_tr: `[given_url]` - Kısaltılacak URL; Verilmezse, bu komut resim eklerini arayacaktır. Uzun bir URL'den veya bir resim ekinden kısa bir URL alın. Hem bir URL hem de bir ek verilirse, ek tercih edilir. GIF'ler desteklenmez, yalnızca JPG ve PNG. Bu komutun başarısız olması durumunda, [resminizi Imgur'a manuel olarak yükleyebilirsiniz] (https://imgur.com/upload).

source: Please supply a URL or an image attachment
tr_tr: Lütfen bir URL ya da resim eki sağla

source: Please only use one image at a time.
tr_tr: Lütfen tek seferde sadece bir resim kullan.

source: Here's your short image URL: <{link}>
tr_tr: İşte kısa resim URL'n: <{link}>

source: Support the bot financially
tr_tr: Botu finansal olarak destekleyin

source: View the Patreon page of the bot. The different tiers will grant different rewards. View `{prefix}help module Patreon` to find the different commands. Thank you for supporting IdleRPG!
tr_tr: Botun Patreon sayfasını görüntüleyin. Farklı katmanlar farklı ödüller verecektir. Farklı komutları bulmak için `{prefix}help module Patreon` yardım modülünü görüntüleyin. IdleRPG'yi desteklediğiniz için teşekkür ederiz!
