Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: `[amount]` - The amount of money you bet, must be between 0 and 1000; defaults to 0 Play a round of blackjack against the bot, controlled by reactions. The objective is to have a card value as close to 21 as possible, without exceeding it (known as bust). Having a card value of exactly 21 is known as a blackjack. \U00002934 Hit: Pick up another card \U00002935 Stand: stay at your current card value \U00002194 Split (if dealt two cards with the same value): Split your two cards into separate hands \U0001F501 Switch (if split): Change the focussed hand \U000023EC Double down: double the amount you bet in exchange for only one more card If a player wins, they will get the amount in cash. If they lose, they will lose that amount. If they win with a natural blackjack (first two dealt card get to a value of 21), the player wins 1.5 times the amount. (This command has a cooldown of 5 seconds.)
tr_tr: `[amount]` - Yatırılan para miktarı, 0-1000 arası olabilir; varsayılan 0 Bota karşı tepkilerle kontrol edilen blackjack oynayabilirsin. Kartlarınızdaki sayıların toplamı 21’e yakın olmalıdır. 21’i geçerseniz kaybedersiniz. Tam 21’e ulaşmanıza ‘blackjack’ denir. \U00002934 Çek: Kart çeker. \U00002935 Dur: Elinizdeki sayıdan emin olup durursunuz. \U00002194 Split (if dealt two cards with the same value): Split your two cards into separate hands \U0001F501 Switch (if split): Change the focussed hand \U000023EC Katla: Sadece tek kart çekerek bahsi ikiye katlar. Oyuncu kazanırsa yatırdığı bahis kadar kazanır, kaybederse de yatırdığı kadar kaybeder. Oyuncu doğal yoldan 21 yaparak kazanırsa (ilk iki kartın toplamı 21 olmalı), bahsinin 1.5x kadarını kazanır. (Bu komutun 5 saniye bekleme süresi vardır.)

source: Play double-or-steal
tr_tr: Katla ya da çal oyna

source: `[user]` - A discord user with a character; defaults to anyone Play a round of double-or-steal against a player. Each round, a player can double the bet played for, or steal, removing the bet from the other player and giving it to the first.
tr_tr: `[user]` - Karakteri olan bir Discord kullanıcısı; varsayılan herhangi biri Başka bir oyuncuya karşı katla ya da çal oyna. Her raund, bir oyuncu bahsi ikiye katlayabilir ya da parayı alıp gidebilir.

source: React with 💰 to play double-or-steal with {user}!
tr_tr: {user} ile katla ya da çal oynamak için 💰 ile tepki ver!

source: {user} has no character.
tr_tr: {user}'ın karakteri yok.

source: {user} is too poor to double.
tr_tr: {user} ikiye katlamak için çok fakir.

source: Double or steal ${money}?
tr_tr: İkiye katla ya da çal ${money}?

source: Double
tr_tr: İkiye katla

source: Steal
tr_tr: Çal

source: {user} stole **${money}**.
tr_tr: {user} **${money}** çaldı.

source: {user} doubled to **${money}**.
tr_tr: {user} iki katına **${money}** çıkardı.

source: Put an item in the market
tr_tr: Pazara bir ürün koyun

source: `<itemid>` - The ID of the item to sell `<price>` - The price to sell the item for, can be 0 or above Puts your item into the market. Tax for selling items is 5% of the price. You may not sell modified items, items with a price lower than their value, or items below 4 stat. If you are in an alliance with owns a city with a trade building, you do not have to pay the tax. Please note that you won't get the money right away, another player has to buy the item first. With that being said, please choose a reasonable price. Acceptable price range is 1 to 100 Million. If your item has not been bought for 14 days, it will be removed from the market and put back into your inventory.
tr_tr: `<itemid>`- Sattığın eşyanın kimlik numarası -`<price>` - Eşyayı satmak istediğin fiyat, 0 veya daha fazla olabilir -Eşyanı dükkana koyar. Sattığın eşyalar için fiyatın %5'i kadar vergi alınır. -Modifiye edilmiş, değerinden eksik fiyatlı ya da 4 atak/defans puanından eksik eşyalar satılamaz. -Eğer ittifakınız takas binasına sahip bir şehrin sahibiyse vergi ödemezsiniz. -Parayı hemen almayacağınızı unutmayın. Başka bir oyuncunun bu eşyayı satın alması gerekir. -Yukarıdaki bilgiyi dikkate alarak mantıklı fiyatlar koyun. Kabul edilen fiyatlar 1 ile 100 milyon arasındadır. -Eğer eşyanız 14 gün içinde satılmazsa envanterinize geri konulacaktır.

source: You don't own an item with the ID: {itemid}
tr_tr: ID'si {itemid} olan bir eşyan yok.

source: You may not sell donator-modified items.
tr_tr: Bağışçı tarafından değiştirilen eşyaları satamazsın.

source: Selling an item below its value is a bad idea. You can always do `{prefix}merchant {itemid}` to get more money.
tr_tr: Bir eşyayı değerinin altında satmak kötü bir fikir. Daha fazla para almak için her zaman `{prefix}merchant {itemid}` kullanabilirsin.

source: Your item is either equal to a Starter Item or worse. Noone would buy it.
tr_tr: Eşyan ya Başlangıç Eşyasıyla eşit güçte ya da daha kötü. Kimse bunu satın almaz.

source: You cannot afford the tax of 5% (${amount}).
tr_tr: %5 vergiyi karşılayamazsın (${amount}).

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market! {additional}
tr_tr: Öğenizi mağazaya başarıyla ekledi! Pazarda görmek için `{prefix}shopmağazasını" kullanın! {additional}

source: The tax of 5% has been deducted from your account.
tr_tr: Hesabınızdan% 5 vergi kesildi.

source: Buy an item from the shop
tr_tr: Mağazadan bir ürün satın alın

source: `<itemid>` - The ID of the item to buy Buy an item from the global market. Tax for buying is 5%. Buying your own items is impossible. You can find the item's ID in `{prefix}shop`.
tr_tr: `<itemid>` - Satın alınacak öğenin kimliği Küresel pazardan bir ürün satın alın. Satın alma vergisi% 5'tir. Kendi eşyalarınızı satın almak imkansızdır. Öğenin kimliğini `{prefix}shop` da bulabilirsiniz.

source: There is no item in the shop with the ID: {itemid}
tr_tr: Dükkanda ID'si {itemid} olan bir eşya yok.

source: You may not buy your own items.
tr_tr: Kendi eşyalarını satın alamazsın.

source: You're too poor to buy this item.
tr_tr: Bu eşyayı satın almak için çok fakirsin.

source: Successfully bought item `{id}`. Use `{prefix}inventory` to view your updated inventory.
tr_tr: `{id}` numaralı eşya başarılı bir şekilde satın alındı. Güncellenmiş envanterine bakmak için `{prefix}inventory` kullan.

source: Remove your item from the shop.
tr_tr: Öğenizi mağazadan çıkarın.

source: `<itemid>` - The item to remove from the shop Takes an item off the shop. You may only remove your own items from the shop. You can check your items on the shop with `{prefix}pending`. Paid tax money will not be returned.
tr_tr: `<itemid>` - Mağazadan kaldırılacak öğe Dükkandan bir eşya alır. Mağazadan yalnızca kendi eşyalarınızı kaldırabilirsiniz. Mağazadaki ürünlerinizi `{prefix}pending` ile kontrol edebilirsiniz. Ödenen vergi parası iade edilmeyecektir.

source: You don't have an item of yours in the shop with the ID `{itemid}`.
tr_tr: Dükkanda sana ait ID'si `{itemid}` olan bir eşya yok.

source: Successfully removed item `{itemid}` from the shop and put it in your inventory.
tr_tr: ID'si `{itemid}` olan eşya başarılı bir şekilde dükkandan çıkarıldı ve envanterine eklendi.

source: View sale history for the item market
tr_tr: Ürün pazarı için satış geçmişini görüntüleyin

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[after_date]` - Show sales only after this date, defaults to bot creation date, which means all Lists the past successful sales on the market by criteria and shows average, minimum and highest prices by category.
tr_tr: `[itemtype]` - Filtrelenecek öğe türü; tüm öğe türlerinin varsayılanı `[minstat]` - Bir eşyanın göstermesi gereken minimum hasar / savunma; varsayılan olarak 0 `[after_date]` - Yalnızca bu tarihten sonraki satışları gösterir, varsayılan olarak bot oluşturma tarihi, yani tümü Piyasadaki geçmiş başarılı satışları kriterlere göre listeler ve kategoriye göre ortalama, minimum ve en yüksek fiyatları gösterir.

source: Use either {types} or `All` as a type to filter for.
tr_tr: Filtrelemek için tür olarak {types} veya `Tümü` seçeneğini kullanın.

source: No results.
tr_tr: Sonuç yok.

source: IdleRPG Shop History
tr_tr: "Hepsi"

source: Price
tr_tr: Fiyat

source: Item {num} of {total}
tr_tr: {total} içinden eşya {num}

source: Search results
tr_tr: Arama Sonuçları

source: The search found {amount} sales starting at ${min_price}, ending at ${max_price}. The average sale price was ${avg_price}. Navigate to see the sales.
tr_tr: Arama,{min_price}$'dan başlayan ve {max_price}$'de biten {amount} satış buldu. Ortalama satış fiyatı {avg_price}$ dolardı.. Satışları görmek için gidin.

source: View the global item market
tr_tr: Küresel ürün pazarını görüntüleyin

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[highestprice]` - The highest price an item can have to show up; defaults to $1,000,000 Lists the buyable items on the market. You can cleverly filter out items you don't want to see with these parameters. To quickly buy an item, you can use the 💰 emoji.
tr_tr: `[itemtype]` - Filtrelenecek öğe türü; tüm öğe türlerinin varsayılanı `[minstat]` - Bir eşyanın göstermesi gereken minimum hasar / savunma; varsayılan olarak 0 `[highestprice]` - Bir öğenin göstermesi gereken en yüksek fiyat; varsayılan olarak 1.000.000 $ Piyasadaki satın alınabilir ürünleri listeler. Bu parametrelerle görmek istemediğiniz öğeleri akıllıca filtreleyebilirsiniz. Bir öğeyi hızlı bir şekilde satın almak için 💰 emojiyi kullanabilirsiniz.

source: IdleRPG Shop
tr_tr: IdleRPG Dükkanı

source: Use `{prefix}buy {item}` to buy this.
tr_tr: Bunu satın almak için `{prefix}buy {item}` kullan.

source: Offer an item to a user
tr_tr: Bir kullanıcıya bir ürün teklif et

source: `<itemid>` - The ID of the item to offer `<price>` - The price the other has to pay, can be a number from 0 to 100,000,000 `<user>` - The user to offer the item to Offer an item to a specific user. You may not offer modified items. Once the other user accepts, the item belongs to them.
tr_tr: `<itemid>` - Sunulacak öğenin kimliği `<price>` - Diğerinin ödemesi gereken fiyat 0 ile 100.000.000 arasında bir sayı olabilir `<user>` - Öğeyi teklif edecek kullanıcı Belirli bir kullanıcıya bir ürün sunun. Değiştirilmiş ürünler sunamazsınız. Diğer kullanıcı kabul ettiğinde, eşya kendisine aittir.

source: You may not offer items to yourself.
tr_tr: Kendine eşyalar teklif edemezsin.

source: You don't have an item with the ID `{itemid}`.
tr_tr: ID'si `{itemid}` olan bir eşyan yok.

source: Are you sure you want to sell your equipped {item}?
tr_tr: Giyilmiş {item} eşyanı satmak istediğinden emin misin?

source: Item selling cancelled.
tr_tr: Eşya satışı iptal edildi.

source: {user}, {author} offered a **{stat}** **{itemtype}**! React to buy it! The price is **${price}**. You have **2 Minutes** to accept the trade or the offer will be canceled.
tr_tr: {user}, {author} size **{stat}** atak/defans istatistikli bir **{itemtype}** teklif etti! Satın almak için tepki verin! Fiyatı**${price}**. Kabul etmek için **2 dakikanız** var. Eğer tepki vermezseniz teklif iptal edilecek.

source: They didn't want it.
tr_tr: İstemediler.

source: {user}, you're too poor to buy this item!
tr_tr: {user}, bu eşyayı satın almak için çok fakirsin!

source: The owner sold the item with the ID `{itemid}` in the meantime.
tr_tr: Sahibi ID'si `{itemid}` olan eşyayı bu arada sattı.

source: Successfully bought item `{itemid}`. Use `{prefix}inventory` to view your updated inventory.
tr_tr: ID'si `{itemid}` olan eşya başarılı bir şekilde satın alındı. Güncellenmiş envanterine bakmak için `{prefix}inventory` kullan.

source: Sell items for their value
tr_tr: Öğeleri değerine göre satın

source: `<itemids>` - The IDs of the items to sell, seperated by space Sells items for their value. Items that you don't own will be filtered out. If you are in an alliance which owns a trade building, your winnings will be multiplied by 1.5 for each level. (This command has a cooldown of 10 minutes.)
tr_tr: `<itemids>` - Satılacak öğelerin boşlukla ayrılmış kimlikleri Öğeleri değerine göre satar. Sahip olmadığınız öğeler filtrelenecektir. Ticaret binasına sahip bir ittifak içindeyseniz, kazancınız her seviye için 1.5 ile çarpılacaktır. (Bu komutun soğuma süresi 10 dakikadır.)

source: You cannot sell nothing.
tr_tr: Hiçbir şey satamazsınız.

source: You don't own any items with the IDs: {itemids}
tr_tr: Bu IDlerde olan herhangi bir eşyan yok: {itemids}

source: You are about to sell {amount} equipped items. Are you sure?
tr_tr: {amount} giyilmiş eşyaları satmak üzeresin. Emin misin?

source: Cancelled.
tr_tr: İptal edildi.

source: You received **${money}** when selling item(s) `{itemids}`. {additional}
tr_tr: `{itemids}` eşya(ları)yı satarak **${money}** aldın. {additional}

source: Skipped `{amount}` because they did not belong to you.
tr_tr: `{amount}` atlandı çünkü sana ait değiller.

source: Merch all non-equipped items
tr_tr: Donanımsız tüm ürünleri sat

source: `[maxstat]` - The highest damage/defense to include; defaults to 100 `[minstat]` - The lowest damage/defense to include; defaults to 0 Sells all your non-equipped items for their value. A convenient way to sell a large amount of items at once. If you are in an alliance which owns a trade building, your earnings will be increased by 50% for each level. (This command has a cooldown of 30 minutes.)
tr_tr: `[maxstat]`- Eklenecek en fazla atak/defans; belirtilmezse 100 olarak alınır. -`[minstat]` - Eklenecek en az atak/defans; belirtilmezse 0 olarak alınır. -Kullanılmayan eşyalarınızı değerinde satar. Çok sayıdaki eşyaları satmak için kolay bir yöntemdir. -Eğer ittifakınız takas binasına sahipse, kazancınız her seviyede %50 artar. -(Bu komutun 30 dakikalık bir bekleme süresi vardır.)

source: Nothing to merch.
tr_tr: Tüccara verilecek bir şey yok.

source: You are about to sell **{count} items for ${money}!** Are you sure you want to do this?
tr_tr: **{count} eşyayı ${money} için** satmak üzeresin! Bunu yapmak istediğinden emin misin?

source: Cancelled selling your items.
tr_tr: Eşyalarınızın satışı iptal edildi.

source: Looks like you got more or less items in that range in the meantime. Please try again.
tr_tr: Görünüşe göre bu aralıkta daha fazla veya daha az eşyan var. Lütfen tekrar dene.

source: Merched **{count}** items for **${money}**.
tr_tr: Tüccara **{count}** eşya **${money}** karşılığında satıldı.

source: View your shop offers
tr_tr: Mağaza tekliflerinizi görüntüleyin

source: View your pending shop offers. This is a convenient way to find IDs of items that you put on the market.
tr_tr: Bekleyen mağaza tekliflerinizi görüntüleyin. Bu, piyasaya sürdüğünüz öğelerin kimliklerini bulmanın uygun bir yoludur.

source: You don't have any pending shop offers.
tr_tr: Herhangi bir bekleyen dükkan teklifin yok.

source: Your pending items
tr_tr: Bekleyen eşyaların

source: Buys an item from the trader
tr_tr: Tüccardan bir ürün satın alır

source: Buys items at the trader. These items can range from 1 stat to 15 stat, with their price being 50 times their stat. Useful for the early game. (This command has a cooldown of 1 hour.)
tr_tr: Tüccardan ürün satın alır. Bu öğeler 1 stat ile 15 stat arasında değişebilir, fiyatları statlarının 50 katıdır. Erken oyun için kullanışlıdır. (Bu komutun soğuma süresi 1 saattir.)

source: The Trader
tr_tr: Tüccar

source: You are too poor to buy this item.
tr_tr: Bu eşyayı satın almak için çok fakirsin.

source: Successfully bought offer **{offer}**. Use `{prefix}inventory` to view your updated inventory.
tr_tr: **{offer}** olan teklif başarılı bir şekilde satın alındı. Güncellenmiş envanterine bakmak için `{prefix}inventory` kullan.

source: Propose to a player
tr_tr: Bir oyuncuya teklif et

source: `<partner>` - A discord User with a character who is not yet married Propose to a player for marriage. Once they accept, you are married. When married, your partner will get bonuses from your adventures, you can have children, which can do different things (see `{prefix}help familyevent`) and increase your lovescore, which has an effect on the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). If any of you has children, they will be brought together to one family. Only players who are not already married can use this command.
tr_tr: `<partner>` - Henüz evli olmayan bir karaktere sahip uyumsuz bir Kullanıcı Bir oyuncuya evlilik teklifinde bulunun. Kabul ettiklerinde evlisin. Evlendiğinde, partneriniz maceralarınızdan bonuslar alacak, farklı şeyler yapabilen (bkz. `{prefix}help familyevent`) ve aşk puanınızı artırarak [macera bonusu] 'na (https: //wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). Herhangi birinizin çocuğu varsa, bir ailede bir araya getirilecekler. Sadece henüz evli olmayan oyuncular bu komutu kullanabilir.

source: You should have a better friend than only yourself.
tr_tr: Sadece kendinden başka daha iyi bir arkadaşa sahip olmalısın.

source: One of you is married.
tr_tr: İkinizden biri evli.

source: {author} has proposed for a marriage!
tr_tr: {author} evlenme teklifi etti!

source: {author} wants to marry you, {partner}! React with :heart: to marry them!
tr_tr: {author} seninle evlenmek istiyor, {partner}! Onunla evlenmek için :heart: ile tepki ver!

source: They didn't want to marry.
tr_tr: Evlenmek istemedi.

source: Either you or your lovee married in the meantime... :broken_heart:
tr_tr: Sen ya da sevgilin bu arada evlendi... :broken_heart:

source: Aww! :heart: {author} and {partner} are now married!
tr_tr: Aww! :heart: {author} ve {partner} artık evli!

source: Break up with your partner
tr_tr: Partnerinizden ayrılın

source: Divorce your partner, effectively un-marrying them. When divorcing, any kids you have will be split between you and your partner. Each partner will get the children born with their `{prefix}child` commands. You can marry another person right away, if you so choose. Divorcing has no negative consequences on gameplay. Both players' lovescore will be reset. Only married players can use this command.
tr_tr: Eşinizden ayrılın. -Ayrılırken çocuğunuz varsa bunlar eşiniz ve sizin aranızda paylaştırılır. Partnerler kendi `{prefix}child`komutuyla yapılan çocukları alır. -Ayrıldıktan hemen sonra biriyle evlenebilirsiniz. Ayrılmanın oyun üzerinde negatif bir etkisi yoktur. -İki oyuncunun da sevgi skoru sıfırlanacak. -Sadece evli oyuncular bu komutu kullanabilir.

source: You are not married yet.
tr_tr: Henüz evlenmedin.

source: Are you sure you want to divorce your partner? Some of your children may be given to your partner and your lovescore will be reset.
tr_tr: Eşinizden ayrılmak istediğinize emin misiniz? Sevgi skorunuz sıfırlanacak ve çocuklarınız partnerinize verilebilir.

source: Cancelled the divorce. I guess the marriage is safe for now?
tr_tr: Boşanma iptal edildi. Sanırım evlilik şu an için güvende?

source: You are now divorced.
tr_tr: Şimdi boşandın.

source: Show your partner
tr_tr: Partnerini göster

source: Show your partner's Discord Tag. This works fine across server. Only married players can use this command.
tr_tr: Partnerinizin Discord Etiketini gösterin. Bu, sunucu genelinde sorunsuz çalışır. Bu komutu sadece evli oyuncular kullanabilir.

source: You are currently married to **{partner}**.
tr_tr: Şu anda **{partner}** ile evlisin.

source: Show a player's lovescore
tr_tr: Bir oyuncunun aşk puanını göster

source: `[user]` - The user whose lovescore to show; defaults to oneself Show the lovescore a player has. Lovescore can be increased by their partner spoiling them or going on dates. Lovescore affects the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) and the amount of children you can have.
tr_tr: `[user]` - Sevgi puanı gösterilecek kullanıcı; varsayılan olarak Bir oyuncunun sahip olduğu aşk puanını gösterin. Aşk puanı, partnerlerinin onları şımartması veya randevulara çıkması ile artırılabilir. Sevgi puanı, [macera bonusunu] (https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) ve sahip olabileceğiniz çocuk sayısını etkiler.

source: noone
tr_tr: kimse

source: {user}'s overall love score is **{score}**. {user} is married to **{partner}**.
tr_tr: {user}'ın tüm aşk puanı **{score}**. {user}, **{partner}** ile evli.

source: Increase your partner's lovescore
tr_tr: Partnerinizin aşk puanını artırın

source: `[item]` - The item to buy, a whole number from 1 to 40; if not given, displays the list of items Buy something for your partner to increase *their* lovescore. To increase your own lovescore, your partner should spoil you. Please note that these items are not usable and do not have an effect on gameplay, beside increasing lovescore. Only players who are married can use this command.
tr_tr: `[item]` - Satın alınacak öğe, 1'den 40'a kadar bir tam sayı; verilmezse, öğelerin listesini görüntüler Partnerinizin * aşk puanlarını * arttırması için bir şeyler satın alın. Kendi aşk puanınızı artırmak için partnerinizin sizi şımartması gerekir. Lütfen bu öğelerin kullanılamaz olduğunu ve artan aşk puanının yanı sıra oynanış üzerinde bir etkisi olmadığını unutmayın. Bu komutu sadece evli olan oyuncular kullanabilir.

source: Dog :dog2:
tr_tr: Köpek :dog2:

source: Cat :cat2:
tr_tr: Kedi :cat2:

source: Cow :cow2:
tr_tr: İnek :cow2:

source: Penguin :penguin:
tr_tr: Penguen :penguin:

source: Unicorn :unicorn:
tr_tr: Tek Boynuzlu At :unicorn:

source: Potato :potato:
tr_tr: Patates :potato:

source: Sweet potato :sweet_potato:
tr_tr: Tatlı patates :sweet_potato:

source: Peach :peach:
tr_tr: Şeftali :peach:

source: Ice Cream :ice_cream:
tr_tr: Dondurma :ice_cream:

source: Bento Box :bento:
tr_tr: Bento Kutusu :bento:

source: Movie Night :ticket:
tr_tr: Film Gecesi :ticket:

source: Video Game Night :video_game:
tr_tr: Video Oyunu Gecesi :video_game:

source: Camping Night :fishing_pole_and_fish:
tr_tr: Kamp Gecesi :fishing_pole_and_fish:

source: Couple Competition :trophy:
tr_tr: Çift Yarışması :trophy:

source: Concert Night :musical_keyboard:
tr_tr: Konser Gecesi :musical_keyboard:

source: Bicycle :bike:
tr_tr: Bisiklet :bike:

source: Motorcycle :motorcycle:
tr_tr: Motosiklet :motorcycle:

source: Car :red_car:
tr_tr: Araba :red_car:

source: Private Jet :airplane:
tr_tr: Özel Jet :airplane:

source: Space Rocket :rocket:
tr_tr: Uzay Roketi :rocket:

source: Credit Card :credit_card:
tr_tr: Kredi Kartı :credit_card:

source: Watch :watch:
tr_tr: Kol Saati :watch:

source: Phone :iphone:
tr_tr: Telefon :iphone:

source: Bed :bed:
tr_tr: Yatak :bed:

source: Home films :projector:
tr_tr: Ev Filmleri :projector:

source: Satchel :school_satchel:
tr_tr: Omuza Asılan Okul Çantası :school_satchel:

source: Purse :purse:
tr_tr: Cüzdan :purse:

source: Shoes :athletic_shoe:
tr_tr: Ayakkabı :athletic_shoe:

source: Casual Attire :shirt:
tr_tr: Rahat Kıyafetler :shirt:

source: Ring :ring:
tr_tr: Yüzük :ring:

source: Balloon :balloon:
tr_tr: Balon :balloon:

source: Flower Bouquet :bouquet:
tr_tr: Çiçek Buketi :bouquet:

source: Expensive Chocolates :chocolate_bar:
tr_tr: Pahalı Çikolatalar :chocolate_bar:

source: Declaration of Love :love_letter:
tr_tr: Aşk İlanı :love_letter:

source: Key to Heart :key2:
tr_tr: Kalbin Anahtarı :key2:

source: Ancient Vase :amphora:
tr_tr: Eski Vazo :amphora:

source: House :house:
tr_tr: Ev :house:

source: Super Computer :computer:
tr_tr: Süper Bilgisayar :computer:

source: Precious Gemstone Collection :gem:
tr_tr: Değerli Taş Koleksiyonu :gem:

source: Planet :earth_americas:
tr_tr: Gezegen :earth_americas:
