Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**. Tip: You can use `{prefix}guild channel` in a server where you are the admin to set up the guild logging channel.
tr_tr: **{memberlimit}** üye limiti ile **{name}** loncanız başarıyla eklendi. İpucu: Guild loglama kanalını kurmak için yönetici olduğunuz bir sunucuda`{prefix}guild channel` ı kullanabilirsiniz.

source: Renames your guild
tr_tr: Loncanı yeniden adlandır

source: `<new_name>` - The new name for the guild. This renames your guild to something else. The name may not exceed 20 characters. Only guild leaders can use this command.
tr_tr: `<new_name>` - Loncanın yeni adı. Bu, loncanızın adını başka bir şeye dönüştürür. İsim 20 karakteri geçemez. Bu komutu yalnızca lonca liderleri kullanabilir.

source: Successfully renamed your guild to {new_name}
tr_tr: Klanınız başarıyla {new_name} olarak yeniden adlandırıldı

source: Give your guild to someone else
tr_tr: Loncanı başkasına ver

source: `<member>` - A discord User with a character, must be a member of your guild. Transfer your guild to someone else. This person will be the new guild leader, while you will become a regular member. If the user you transfer the guild to is a patron, the guild's member limit will be set to 100, otherwise it will be set to 50. Only guild leaders can use this command.
tr_tr: `<member>` - Bir karaktere sahip Discord Kullanıcı, loncanızın bir üyesi olmalıdır. Loncanı başka birine transfer et. Bu kişi, siz düzenli üye olurken yeni lonca lideri olacak. Klanı aktardığınız kullanıcı bir kullanıcı ise, klanın üye limiti 100, aksi takdirde 50 olarak ayarlanacaktır. Bu komutu yalnızca lonca liderleri kullanabilir.

source: Not a member of your guild.
tr_tr: Senin loncanın bir üyesi değil.

source: Are you sure to transfer guild ownership to {user}?
tr_tr: Lonca sahipliğini {user}'a devrettiğinden emin misin?

source: {user} now leads {guild}.
tr_tr: {user} şimdi {guild} loncasını yönetiyor.

source: Promote a guild member to officer.
tr_tr: Bir lonca üyesini subaya terfi ettirin.

source: `<member>` - A discord User with a character, must be a member of your guild Promote a member of your guild to the officer rank. This allows them to use certain guild commands. Officers can: - Invite new members - Kick members from the guild (cannot kick officers) - Take money out of the guild bank - Distribute money from the guild bank - Start battles with other guilds - Start and finish guild adventures Officers cannot be kicked from your guild and must be demoted first. Only promote members you trust. You can demote officers using `{prefix}guild demote`. Only guild leaders can use this command.
tr_tr: `<member>` - Bir karaktere sahip Discord Kullanıcı, loncanızın bir üyesi olmalıdır Loncanızın bir üyesini subay rütbesine yükseltin. Bu onların belirli lonca komutlarını kullanmalarına izin verir. Görevliler şunları yapabilir: - Yeni üye davet edin - Klan üyelerini at (subayları atamaz) - Klan bankasından para alın - Klan bankasından para dağıtın - Diğer loncalarla savaşa başlayın - Lonca maceralarına başlayın ve bitirin Subaylar loncanızdan atılamaz ve önce rütbesi düşürülmelidir. Yalnızca güvendiğiniz üyeleri tanıtın.`{prefix}guild demote`seçeneğini kullanarak subayların derecesini düşürebilirsiniz. Bu komutu yalnızca lonca liderleri kullanabilir.

source: Target is not a member of your guild.
tr_tr: Hedef senin loncanın bir üyesi değil.

source: This user is already an officer of your guild.
tr_tr: Bu kullanıcı zaten loncanın bir subayı.

source: Done! {member} has been promoted to the rank of `Officer`.
tr_tr: Bitti! {member} `Subay` rütbesine terfi etti.

source: Demote a guild officer to member.
tr_tr: Bir lonca subayını üyeliğe düşür.

source: `<member>` - A discord User with a character, must be an officer of your guild Demotes an officer of your guild to member rank. The user will lose their guild officer permissions immediately. Only guild leaders can use this command.
tr_tr: `<member>` - Karakterli bir Discord Kullanıcı, loncanızın bir subayı olmalıdır Loncanızın bir subayını üye rütbesine düşürür. Kullanıcı, klan subayı izinlerini derhal kaybedecek. Bu komutu yalnızca lonca liderleri kullanabilir.

source: This user can't be demoted any further.
tr_tr: Bu kullanıcı daha fazla düşürülemez.

source: Done! {member} has been demoted to the rank of `Member`.
tr_tr: Bitti! {member} `Üye` rütbesine düşürüldü.

source: Invite new members to your guild.
tr_tr: Loncana yeni üyeler davet et.

source: `<member>` - A discord user with a character who is not yet in a guild. Invites a new member to your guild. If your guild is in an alliance which owns a city, the new member will have its bonuses applied immediately. Only guild leaders and officers can use this command.
tr_tr: `<member>` -Henüz bir loncada olmayan bir karaktere sahip bir Discord kullanıcı. Klanınıza yeni bir üye davet eder. Loncanız bir şehre sahip olan bir ittifaktaysa, yeni üyenin bonusları hemen uygulanacaktır. Bu komutu yalnızca lonca liderleri ve görevlileri kullanabilir.

source: ...me? I'm flattered, but I can't accept this invitation...
tr_tr: ...ben mi? Gurur duydum ama bu daveti kabul edemem ...

source: That member already has a guild.
tr_tr: Bu üyenin zaten bir loncası var.

source: Your guild is already at the maximum member count.
tr_tr: Loncan zaten maksimum üye sayısında.

source: {newmember}, {author} invites you to join **{name}**. React to join the guild.
tr_tr: {newmember}, {author} seni **{name}** loncasına katılmaya davet ediyor. Loncaya katılmak için tepki ver.

source: {newmember} is now a member of **{name}**. Welcome!
tr_tr: {newmember} artık bir **{name}** üyesi. Hoş geldin!

source: Leave your guild
tr_tr: Loncandan ayrıl

source: Leave your current guild If your guild was in an alliance which owned a city, you will have its bonuses removed immediately. Only players who are in a guild, beside guild leaders, can use this command.
tr_tr: Mevcut loncanızdan ayrılın Loncanız bir şehre sahip olan bir ittifaktaysa, bonuslarını hemen kaldıracaksınız. Sadece lonca liderlerinin yanı sıra bir loncada bulunan oyuncular bu komutu kullanabilir.

source: You left your guild.
tr_tr: Loncanı terk ettin.

source: Kick a member from your guild.
tr_tr: Loncandan bir üye at.

source: `<member>` - A discord User with a character, must be a member of your guild Kicks a member from your guild. Officers cannot be kicked. If your guild is in an alliance which owns a city, the member will have its bonuses removed immediately. If the member shares no server with you, you may use their [User ID](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) as the member parameter. Only guild leaders and officers can use this command.
tr_tr: `<member>`- Loncanızdaki bir kullanıcı -Bir üyeyi loncanızdan atar. Memurlar atılamaz. -Eğer ittifakınız bir şehrin sahibiyse kullanıcının bonusları derhal elinden alınır. -Eğer kullanıcıyla hiçbir ortak sunucunuz yoksa onun [Kullanıcı kimliğini] (https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) ismi yerine kullanabilirsiniz. -Bu komutu sadece lonca lideri kullanabilir.

source: Not your guild mate.
tr_tr: Lonca arkadaşın değil.

source: You can only kick members.
tr_tr: Sadece üyeleri atabilirsin.

source: The person has been kicked!
tr_tr: Bu kişi atıldı!

source: Delete your guild
tr_tr: Loncanı sil

source: Delete your guild. If you would just like to leave the guild, consider transferring it to someone, then leaving normally. If your guild was in an alliance which owned a city, all members will lose its bonuses immediately. Only guild leaders can use this command.
tr_tr: Loncanı sil. Loncadan sadece ayrılmak istiyorsan, onu birine transfer etmeyi ve ardından normal şekilde ayrılmayı düşün. Loncanız bir şehre sahip olan bir ittifaktaysa, tüm üyeler bonuslarını anında kaybedecek. Bu komutu yalnızca lonca liderleri kullanabilir.

source: Are you sure to delete your guild? React to confirm the deletion.
tr_tr: Lonca silmekte emin misin? Silmeyi onaylamak için tepki ver.

source: Successfully deleted your guild.
tr_tr: Loncan başarılı bir şekilde silindi.

source: Change your guild's icon
tr_tr: Loncanın simgesini değiştir

source: `[url]` - The image URL to use as the icon Change your guild's icon. The URL cannot exceed 60 characters. ⚠ This can be seen by anyone, do not use NSFW/innapropriate images. GIFs are not supported. Having trouble finding short image URLs? Follow [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach the image you want to use (png, jpg and gif are supported)! Only guild leaders can use this command.
tr_tr: "[url]` - Simge olarak kullanılacak resmin URL'si Loncanızın simgesini değiştirin. URL 60 karakteri aşamaz. ⚠ Bu herkes tarafından görülebilir, NSFW / uygun olmayan resimleri kullanmayın. GIF'ler desteklenmez. Kısa resim URL'lerini bulmada sorun mu yaşıyorsunuz? [Bu öğreticiyi] takip edin (https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) veya sadece kullanmak istediğiniz resmi ekleyin (png, jpg ve gif desteklenir)! Bu komutu yalnızca lonca liderleri kullanabilir.

source: Your current guild icon is: {url}
tr_tr: Mevcut lonca simgeniz: {url}

source: Successfully updated the guild icon.
tr_tr: Lonca simgesi başarılı bir şekilde güncellendi.

source: Change your guild description.
tr_tr: Lonca tanımınızı değiştirin.

source: `<text>` - The text to use as the description. Cannot exceed 200 characters. Change the description of your guild. ⚠ This can be seen by everyone, do not use NSFW/inappropriate text. Only guild leaders can use this command.
tr_tr: "<text>" - Açıklama olarak kullanılacak metin. 200 karakteri aşamaz. Loncanızın tanımını değiştirin. ⚠ Bu herkes tarafından görülebilir, NSFW / uygunsuz metin kullanmayın. Bu komutu yalnızca lonca liderleri kullanabilir.

source: The text may be up to 200 characters only.
tr_tr: Metin en fazla 200 karakter olabilir.

source: Updated!
tr_tr: Güncellendi!

source: Set/update the guild update channel.
tr_tr: Lonca güncelleme kanalını ayarlayın / güncelleyin.

source: `[channel]` - The channel to send guild logs to, defaults to the channel the command is used in Set or update the guild update channel. Relevant guild events will be sent here. The channel the command is used in will become the guild log channel, `{prefix}guild channel #channel-name` will not work. The following will be logged: - Guild badge updated - Guild transferred - Guild promotions - Guild demotions - New member joins - Members leaving the guild - Member kicks - Guild deletion - Guild icon changes - Guild description changes - Money invests - Money payouts - Money distributions - Guild bank upgrades - Guild adventures (start and end) Only guild leaders can use this command.
tr_tr: `[channel]` - Klan günlüklerinin gönderileceği kanal, varsayılan olarak komutun kullanıldığı kanala aittir. -Lonca güncelleme kanalını ayarlayın veya güncelleyin. İlgili lonca etkinlikleri buraya gönderilecektir. -Komutun kullanıldığı kanal, klan günlük kanalı olacaktır, `{prefix}guild channel #channel-name` çalışmayacaktır. --Aşağıdakiler günlüğe kaydedilecek: --Lonca rozeti güncellendi -- Lonca transfer edildi -- Lonca promosyonları -- Lonca indirimleri -- Yeni üye katılır -- Loncadan ayrılan üyeler -- Üye başladı -- Lonca silme -- Lonca simgesi değişiklikleri -- Lonca tanım değişiklikleri -- Para yatırımı yapar -- Para ödemeleri -- Para dağıtımları -- Lonca bankası yükseltmeleri -- Lonca maceraları (başlangıç ve bitiş) -Bu komutu yalnızca lonca liderleri kullanabilir.

source: {channel} will become the channel for all logs. Are you sure?
tr_tr: {channel} tüm günlükler için kanal olacak. Emin misiniz?

source: I cannot send messages there! This channel cannot be the guild log channel.
tr_tr: Oraya mesaj gönderemiyorum! Bu kanal klan kayıt kanalı olamaz.

source: **Guild logs will go to {channel} ** ✅
tr_tr: ** Lonca günlükleri {channel} 'a gidecek ** ✅

source: Show the richest guild members
tr_tr: En zengin lonca üyelerini göster

source: Displays the top 10 richest guild members of your guild. Only players in a guild can use this command.
tr_tr: Loncanızın en zengin 10 lonca üyesini gösterir. Sadece bir loncadaki oyuncular bu komutu kullanabilir.

source: a character by {charname} with **${money}**
tr_tr: {charname} ile **${money}** ile bir karakter

source: The Richest Players of {guild}
tr_tr: {guild} Loncasının En Zengin Oyuncuları

source: Show the best guild members by XP
tr_tr: XP'ye göre en iyi lonca üyelerini göster

source: Displays the top 10 best guild members of your guild ordered by XP. Only players in a guild can use this command.
tr_tr: XP'ye göre sıralanan loncanızın en iyi 10 lonca üyesini gösterir. Sadece bir loncadaki oyuncular bu komutu kullanabilir.

source: {name}, a character by {charname} with Level **{level}** (**{xp}** XP)
tr_tr: {name}, {charname} tarafından oluşturulan, Level **{level}** (**{xp}** XP) olan bir karakter

source: The Best Players of {name}
tr_tr: {name}'in En İyi Oyuncuları

source: Add money to your guild bank
tr_tr: Lonca bankanıza para ekleyin

source: `<amount>` - A whole number greater than 0 Invest money into your guild bank, keeping it safe from thieves. Only guild officers can take money out of the guild bank. The money in the guild bank can be used to upgrade the bank or upgrade buildings/build defenses in your alliance, if it owns a city.
tr_tr: `<amount>` - 0'dan büyük bir tam sayı Lonca bankanıza para yatırın, hırsızlardan koruyun. Sadece lonca görevlileri klan bankasından para alabilir. Lonca bankasındaki para, bir şehre sahipse, bankayı yükseltmek veya binaları yükseltmek / ittifakınızda savunma inşa etmek için kullanılabilir.

source: The bank would be full.
tr_tr: Banka dolu.

source: Done! Now you have `${profile_money}` and the guild has `${guild_money}`.
tr_tr: Bitti! Şu anda sende `${profile_money}` ve loncada da `${guild_money}` var.

source: Take money out of the guild bank
tr_tr: Lonca bankasından para al

source: `<amount>` - The amount of money to take out of the bank, must be greater than 0 and smaller or equal the amount your guild has `<member>` - A discord User with a character. Take money out of the guild bank and give it to a user. The user does not have to be a member of your guild. Only guild leaders and officers can use this command.
tr_tr: `<amount>` - Bankadan çekilecek para miktarı 0'dan büyük ve loncanızın sahip olduğu miktardan küçük veya ona eşit olmalıdır `<member>` - Bir karaktere sahip Discord kullanıcısı. Lonca bankasından para alın ve bir kullanıcıya verin. Kullanıcının loncanızın bir üyesi olması gerekmez. Bu komutu yalnızca lonca liderleri ve görevlileri kullanabilir.

source: Your guild is too poor.
tr_tr: Loncan çok fakir.

source: Successfully gave **${amount}** from your guild bank to {member}.
tr_tr: Lonca bankasından **${amount}** başarılı bir şekilde {member}'a verildi.

source: Pay out money to multiple members
tr_tr: Birden fazla üyeye para ödeyin

source: `<amount>` - The amount of money to take out all together, must be greater than 0 `<members...>` - The discord users to give money to, can be multiple, separated by space. Distribute some money to multiple members. This will divide by the amount of players before distributing. For example, distributing $500 to 5 members will give everyone of them $100. Members that are mentioned multiple times will receive multiple payouts. In case of a decimal result the bot will round down, i.e. $7 distributed to 3 members will give everyone $2. Only guild leaders and officers can use this command.
tr_tr: `<amount>` - Hep birlikte çekilecek para miktarı 0'dan büyük olmalıdır. `<members...>` - Para verilecek kullanıcılar birden çok olabilir, boşlukla ayrılmış olabilir. Distribute some money to multiple members. This will divide by the amount of players before distributing. For example, distributing $500 to 5 members will give everyone of them $100. Members that are mentioned multiple times will receive multiple payouts. In case of a decimal result the bot will round down, i.e. $7 distributed to 3 members will give everyone $2. Only guild leaders and officers can use this command.

source: You can't distribute money to nobody.
tr_tr: Parayı kimseye dağıtamazsınız.

source: Distributed **${money}** (${small_money} for each) to {members}.
tr_tr: {members} **${money}** (her biri için ${small_money}) dağıtıldı.

source: Upgrade your guild bank
tr_tr: Lonca bankanızı yükseltin

source: Upgrade your guild's bank, adding space for $250,000 each time. Guilds can be upgraded 9 times which sets them to a maximum of $2,500,000. Patrons will be able to upgrade their guild further: - Silver donors can double their maximum bank space - Gold donors can quintuple (x5) their maximum bank space The price to upgrade the guild bank is always half of the maximum. Only guild leaders can use this command.
tr_tr: Her seferinde 250.000 $ alan ekleyerek loncanızın bankasını yükseltin. Loncalar 9 kez yükseltilebilir ve bu da onları maksimum 2.500.000 $ 'a çıkarır. Kullanıcılar loncalarını daha da geliştirebilecekler: - Gümüş bağışçılar maksimum banka alanlarını ikiye katlayabilir - Altın bağışçılar maksimum banka alanlarını beş katına (x5) katabilirler Lonca bankasını yükseltme ücreti her zaman maksimumun yarısıdır. Bu komutu yalnızca lonca liderleri kullanabilir.

source: Your guild already reached the maximum upgrade.
tr_tr: Loncan zaten maksimum yükseltmeye ulaştı.

source: Your guild is too poor, you got **${money}** but it costs **${price}** to upgrade.
tr_tr: Loncan çok fakir, sende **${money}** var ama yükseltmek **${price}** ediyor.

source: This will upgrade your guild bank limit to **${newlimit}** for **${cost}**. Proceed?
tr_tr: Bu, lonca bankası sınırını **${cost}** karşılığında **${newlimit}** olarak yükseltecek. Devam edilsin mi?

source: Your new guild bank limit is now **${limit}**.
tr_tr: Lonca bankasının yeni sınırı artık **${limit}**.

source: Battle another guild
tr_tr: Başka bir loncayla savaş

source: `<enemy>` - A guild officer or leader `<amount>` - The amount of money to battle for, must be 0 or above `<fightercount>` - The amount of fighters to take into the battle Fight against another guild, the winning guild will be awarded one GvG win. While the battle is preparing, both players, you and the other player, will be asked to nominate guild members for the battle. You can do this by writing `battle nominate @person` (not including `{prefix}`) until you hit the fightercount. After the preparation is over, battles will be randomly matched between the two guilds. These battles function exactly the same as regular battles, see `{prefix}help battle` for more details. Each fight will give the guild who the winner is from one point. The guild with the most points in the end will win the guild battle. In case of a tie, nobody gets the money or guild win. The money will be taken from the guild bank. Only guild leaders and officers can use this command. (This command has a guild cooldown of 30 minutes.)
tr_tr: `<enemy>` - Lonca yetkilisi veya lideri `<amount>` - The amount of money to battle for, must be 0 or above `<fightercount>` - The amount of fighters to take into the battle Fight against another guild, the winning guild will be awarded one GvG win. While the battle is preparing, both players, you and the other player, will be asked to nominate guild members for the battle. You can do this by writing `battle nominate @person` (not including `{prefix}`) until you hit the fightercount. After the preparation is over, battles will be randomly matched between the two guilds. These battles function exactly the same as regular battles, see `{prefix}help battle` for more details. Each fight will give the guild who the winner is from one point. The guild with the most points in the end will win the guild battle. In case of a tie, nobody gets the money or guild win. The money will be taken from the guild bank. Only guild leaders and officers can use this command. (This command has a guild cooldown of 30 minutes.)

source: Poor kiddo having no friendos.
tr_tr: Zavallı çocuğun hiç arkadaşı yok.

source: One of you both doesn't have a guild.
tr_tr: İkinizden birinin loncası yok.

source: Battling your own guild? :face_with_raised_eyebrow:
tr_tr: Kendi loncanla mı savaşıyorsun? :face_with_raised_eyebrow:

source: One of you both isn't an officer of their guild.
tr_tr: İkinizden biri loncasında subay değil.

source: One of the guilds can't pay the price.
tr_tr: Loncalardan biri fiyatı ödeyemiyor.

source: One of the guilds is too small.
tr_tr: Loncalardan biri çok küçük.

source: {enemy} didn't want to join your battle, {author}.
tr_tr: {enemy} savaşına katılmak istemedi, {author}.

source: {enemy} accepted the challenge by {author}. Please now nominate members, {author}. Use `battle nominate @user` to add someone to your team.
tr_tr: {enemy}, {author} tarafından yapılan meydan okumayı kabul etti. Lütfen şimdi üye ata, {author}. Kendi takımına birini eklemek için `battle nominate @user` kullan.

source: That person isn't in your guild.
tr_tr: Bu kişi loncanda değil.

source: {user} has been added to your team, {author}.
tr_tr: {user} takımına eklendi, {author}.

source: User not found.
tr_tr: Kullanıcı bulunamadı.

source: Error when adding this user, please try again
tr_tr: Bu kullanıcı eklenirken hata oluştu, lütfen tekrar dene

source: Took to long to add members. Fight cancelled.
tr_tr: Üye eklemek çok uzun sürdü. Dövüş iptal edildi.

source: Please now nominate members, {enemy}. Use `battle nominate @user` to add someone to your team.
tr_tr: Lütfen şimdi üye ata, {enemy}. Kendi takımına birini eklemek için `battle nominate @user` kullan.

source: {user} has been added to your team, {enemy}.
tr_tr: {user} takımına eklendi, {enemy}.

source: Fight started! Generating battles...
tr_tr: Dövüş başladı! Savaşlar oluşturuluyor...

source: Fight started! Generating battles... Done.
tr_tr: Dövüş başladı! Savaşlar oluşturuluyor... Bitti.

source: Guild Battle Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battle running...
tr_tr: Lonca Savaşı Dövüşü **{total}** içinden **{num}**. **{user}** vs **{user2}**! Savaş sürüyor...

source: Winner of **{user}** vs **{user2}** is **{winner}**! Current points: **{wins1}** to **{wins2}**.
tr_tr: **{user}** vs **{user2}**'in kazananı **{winner}**! Şu anki puanlar: **{wins1}** ve **{wins2}**.

source: Some guild spent the money??? Bad looser!
tr_tr: Bazı lonca parayı harcadı??? Kötü ezik!

source: {guild} won the battle! Congratulations!
tr_tr: {guild} savaşı kazandı! Tebrikler!

source: It's a tie!
tr_tr: Berabere!

source: Start a guild adventure
tr_tr: Bir lonca macerasına başlayın
