Repository: PrototypeX37/FableRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: tr_tr

source: Start a new tournament
tr_tr: Yeni bir turnuva başlatın

source: `[prize]` - The amount of money the winner will get Start a new tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like regular battles (see `{prefix}help battle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
tr_tr: `[prize]` - Kazananın alacağı para miktarı Yeni bir turnuva başlatın. Oyuncuların katılmaları için 30 saniyeleri vardır. Turnuva girişleri ücretsizdir, sadece turnuva sahibinin bedelini ödemesi gerekir. Yalnızca 2 (2^n) kullanıcının üssü katılabilir. En yakın üsten daha fazlası varsa, son katılan oyuncular dikkate alınmayacaktır. Karşılaşmalar rastgele belirlenecek, savaşlar normal savaşlar gibi belirlenecek (ayrıntılar için `{prefix}help battle` a bakın). Bir maçın galibi bir sonraki tura geçer ve sadece bir oyuncu kalana kadar kaybedenler elenir. IdleRPG'deki turnuvalar, tek eleme ilkesini izler. (Bu komutun bekleme süresi 30 dakikadır.)

source: You are too poor.
tr_tr: Çok fakirsin.

source: Noone joined your tournament {author}.
tr_tr: Turnuvanıza kimse katılmadı {author}.

source: There are **{num}** entries, due to the fact we need a playable tournament, the last **{removed}** have been removed.
tr_tr: **{num}** giriş var, oynanılabilir bir turnuva olması gerektiğinden son **{removed}** kaldırıldı.

source: Tournament started with **{num}** entries.
tr_tr: Turnuva **{num}** girişle başladı.

source: Winner of this match is {winner}!
tr_tr: Bu maçın kazananı {winner}!

source: Round Done!
tr_tr: Raunt Bitti!

source: Tournament ended! The winner is {winner}.
tr_tr: Turnuva bitti! Kazanan {winner}.

source: Tournament ended! The winner is {winner}. Money was given!
tr_tr: Turnuva bitti! Kazanan {winner}. Para verildi!

source: `[prize]` - The amount of money the winner will get Start a new raid tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like raid battles (see `{prefix}help raidbattle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
tr_tr: `[prize]` - Kazananın alacağı para miktarı Yeni bir baskın turnuvası başlatın. Oyuncuların reaksiyon yoluyla katılmak için 30 saniyeleri vardır. Turnuva girişleri ücretsizdir, sadece turnuva sahibinin bedelini ödemesi gerekir. Yalnızca 2 (2 ^ n) kullanıcının üssü katılabilir. En yakın üsten daha fazlası varsa, son katılan oyuncular dikkate alınmayacaktır. Karşılaşmalar rastgele belirlenecek, savaşların kendisi de akın savaşları gibi belirlenecek (ayrıntılar için bakınız `{prefix}help raidbattle` ). Bir maçın galibi bir sonraki tura geçer ve sadece bir oyuncu kalana kadar kaybedenler elenir. IdleRPG'deki turnuvalar, tek eleme ilkesini izler. (Bu komutun bekleme süresi 30 dakikadır.)

source: Noone joined your raid tournament {author}.
tr_tr: Baskın turnuvanıza kimse katılmadı {author}.

source: There are **{num}** entries, due to the fact we need a playable raid tournament, the last **{removed}** have been removed.
tr_tr: **{num}** giriş var, oynanabilir bir baskın turnuvasına ihtiyacımız olduğu için son **{removed}** kaldırıldı.

source: Raidbattle {p1} vs. {p2} started!
tr_tr: Baskın savaşı {p1} vs. {p2} başladı!

source: {attacker} attacks! {defender} takes **{dmg}HP** damage.
tr_tr: {attacker} saldırıyor! {defender} **{dmg}HP** hasar alıyor.

source: {p1} - {hp1} HP left {p2} - {hp2} HP left
tr_tr: {p1} - {hp1} HP kaldı {p2} - {hp2} HP kaldı

source: Action #{number}
tr_tr: Eylem #{number}

source: Raid Tournament ended! The winner is {winner}.
tr_tr: Baskın turnuvası bitti! Kazanan {winner}.

source: Raid Tournament ended! The winner is {winner}. Money was given!
tr_tr: Baskın Turnuvası sona erdi! Kazanan {winner}. Para verildi!

source: Pixelfy an avatar
tr_tr: Avatarı pikselleştirir

source: `[user]` - A discord User whose avatar to pixelfy; defaults to oneself `[size]` - The pixelation rate to use, can be a number between 1 and 5; defaults to 2 Pixelfies a user's avatar. If the user has an animated icon, the first frame is used.
tr_tr: '[kullanıcı]' - Avatarı pikselleştiren bir anlaşmazlık Kullanıcısı; kendini varsayılan '[boyut]' - Kullanılacak pikselleşme hızı, 1 ile 5 arasında bir sayı olabilir; varsayılan olarak 2 Bir kullanıcının avatarına pikselfies. Kullanıcının animasyonlu simgesi varsa, ilk kare kullanılır.

source: Use 1, 2, 3, 4 or 5 as intensity value.
tr_tr: 1, 2, 3, 4 ya da 5'i yoğunluk değeri olarak kullanın.

source: Defines an avatar's edges
tr_tr: Bir avatarın kenarlarını tanımlar

source: `[user]` - A discord User whose avatar to edit; defaults to oneself Finds and exaggerates edges in a user's avatar, creating a cool image effect.
tr_tr: `[user]` - Avatarının düzenleneceği Discord Kullanıcı; varsayılan olarak Bir kullanıcının avatarındaki kenarları bulur ve büyütür, harika bir görüntü efekti oluşturur.

source: Inverts a user's avatar
tr_tr: Bir kullanıcın avatarını ters çevirir

source: Trick or treat!
tr_tr: Şeker ya da şaka!

source: Walk around the houses and scare the residents! Maybe they have a gift for you? This command requires two players, one that is waiting and one that rings at the door. If you are the one waiting, you will get a direct message from the bot later, otherwise you will get a reply immediately. There is a 50% chance you will receive a halloween bag from the other person. (This command has a cooldown of 3h)
tr_tr: Evlerin etrafında gez ve ev sahiplerini korkut! Belki senin için bir hediyeleri vardır. -Bu komut iki kişi gerektirir. Bunlar bekleyen kişi ve kapıyı çalan kişidir. -Eğer bekleyen kişiysen bir süre sonra bottan bir mesaj alacaksın, öbür türlü hemen bir cevap gelecek. -%50 ihtimalle öbür kişiden bir cadılar bayramı çantası alacaksın. -(Bu komutun 3 saatlik bir bekleme süresi vardır.)

source: You walk around the houses... Noone is there... *yet*
tr_tr: Evlerin etrafında yürüyorsun... Kimse yok... *henüz*

source: You walk around the houses and ring at {waiting}'s house! That's a trick or treat bag for you, yay!
tr_tr: Evlerin etrafında yürüyorsun ve {waiting}'in evinin zilini çalıyorsun! Bu senin için şeker ya da şaka torbası, yaşasın!

source: You walk around the houses and ring at {waiting}'s house! Sadly they don't have anything for you...
tr_tr: Evlerin etrafında yürüyorsun ve {waiting}'in evinin zilini çalıyorsun! Ne yazık ki senin için hiçbir şeyleri yok...

source: Open a trick or treat bag
tr_tr: Şeker ya da şaka paketini açın

source: Open a trick or treat bag, you can get some with `{prefix}trickortreat`. Trick or treat bags contain halloween-themed items, ranging from 1 to 50 base stat. Their value will be between 1 and 200.
tr_tr: Bir şeker torbası aç, `{prefix}trickortreat` ile şeker torbaları alabilirsin. -Şeker torbalarının içinde cadılar bayramı temalı eşyalar bulunur, 1-50 atak/savunma değerine sahip eşyalardır bunlar. -Değerleri 1 ile 200 arasında değişkenlik gösterir.

source: Seems you haven't got a trick or treat bag yet. Go get some!
tr_tr: Görünüşe göre henüz şeker ya da şaka torban yok. Git biraz al!

source: You gained an item!
tr_tr: Eşya kazandın!

source: You found a new item when opening a trick-or-treat bag!
tr_tr: Şeker ya da şaka torbası açarken yeni eşya buldun!

source: Name
tr_tr: İsim

source: Type
tr_tr: Tür

source: Damage
tr_tr: Hasar

source: Armor
tr_tr: Zırh

source: Value
tr_tr: Değer

source: Remaining trick-or-treat bags: {bags}
tr_tr: Kalan şeker-ya-da-şaka torbaları: {bags}

source: Shows your trick or treat bags
tr_tr: Şeker ya da şaka paketlerinizi gösterir

source: Shows the amount of trick or treat bags you have. You can get more by using `{prefix}trickortreat`.
tr_tr: Sahip olduğunuz şeker veya hediye çantalarının miktarını gösterir. `{prefix}trickortreat` kullanarak daha fazlasını elde edebilirsiniz.

source: You currently have **{trickortreat}** Trick or Treat Bags, {author}!
tr_tr: Şu anda **{trickortreat}** Şeker ya da şaka çantalarınız var, {author}!

source: Check the available languages
tr_tr: Mevcut dilleri kontrol edin

source: View all available languages' locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages, like xtreme-owo or unplayable are no real languages but serve as a way to spice up the english text. If something is not yet translated, the english original text is used.
tr_tr: Mevcut tüm dillerin yerel kodlarını görüntüleyin. [Bu liste](https://saimana.com/list-of-country-locale-code/) ile karşılaştırarak dilinizin mevcut olup olmadığını kontrol edebilirsiniz Bu dillerden bazıları xtreme-owo veya oynanamaz gibi gerçek diller değildir ancak İngilizce metni renklendirmenin bir yolu olarak hizmet eder. Bir şey henüz çevrilmemişse, İngilizce orijinal metin kullanılır.

source: Your current language is **{current_locale}**. Available options: {all_locales} Please use `{prefix}locale set language_code` to choose one.
tr_tr: Mevcut diliniz **{current_locale}**. Kullanılabilir seçenekler: {all_locales} Lütfen birini seçmek için `{prefix}locale set language_code` kullanın.

source: Set your language
tr_tr: Dilinizi ayarlayın

source: `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language` Changes the language the bot replies for you.
tr_tr: `<locale>` - Kullanmak istediğiniz dilin yerel kodu; tam liste `{prefix}language` 'de bulunabilir Botun sizin için yanıtladığı dili değiştirir.

source: Not a valid language.
tr_tr: Geçerli bir dil değil.

source: To permanently choose a language, please create a character and enter this command again. I set it to {language} temporarily.
tr_tr: Kalıcı bir dil seçmek için lütfen karakter oluşturun ve bu komutu tekrar yazın. Dili geçici olarak {language} ayarladım.

source: Battle against another player
tr_tr: Başka bir oyuncuya karşı savaşın

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the fight, the players' items, race and class bonuses and an additional number from 1 to 7 are evaluated, this serves as a way to give players with lower stats a chance at winning. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle lasts 30 seconds, after which the winner and loser will be mentioned. If both players' stats + random number are the same, the winner is decided at random. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 90 seconds.)
tr_tr: `[money]` - 0 veya daha büyük olabilen bir tam sayı; varsayılan olarak 0 `[enemy]` - Profili olan bir kullanıcı; herhangi biri için varsayılandır Para yatırırken başka bir oyuncuya karşı savaşın. Dövüşe karar vermek için oyuncuların eşyaları, ırk ve sınıf bonusları ve 1'den 7'ye kadar ek bir sayı değerlendirilir, bu düşük . The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle lasts 30 seconds, after which the winner and loser will be mentioned. If both players' stats + random number are the same, the winner is decided at random. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 90 seconds.)

source: You can't battle yourself.
tr_tr: Kendinle savaşamazsın.

source: You don't have enough money to join the battle.
tr_tr: Savaşa katılmak için yeterli paran yok.

source: Noone wanted to join your battle, {author}!
tr_tr: Savaşına kimse katılmak istemedi {author}!

source: Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start!
tr_tr: **{author}** vs **{enemy}** savaşı başladı! 30 saniyelik dövüş şimdi başlayacak!

source: {winner} won the battle vs {looser}! Congratulations!
tr_tr: {winner}, {looser}'a karşı olan savaşı kazandı! Tebrikler!

source: Battle against a player (inclusdes raidstats)
tr_tr: Bir oyuncuya karşı savaş (baskın istatistikleri ele alınır.).

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the players' stats, their items, race and class bonuses and raidstats are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle is divided into rounds, in which a player attacks. The first round's attacker is chosen randomly, all other rounds the attacker is the last round's defender. The battle ends if one player's HP drops to 0 (winner decided), or if 5 minutes after the battle started pass (tie). In case of a tie, both players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 5 minutes)
tr_tr: `[money]` - 0 veya daha büyük olabilen bir tam sayı; varsayılan olarak 0 `[enemy]` - Profili olan bir kullanıcı; herhangi biri için varsayılandır Para yatırırken başka bir oyuncuya karşı savaşın. Oyuncuların istatistiklerine karar vermek için eşyaları, ırkları ve sınıf bonusları ve baskın istatistikleri değerlendirilir.. Para, savaşın başında her iki oyuncudan da çıkarılır. Bir kazanana karar verildiğinde, paralarını ve düşmanın parasını alacaklar. Savaş, bir oyuncunun saldırdığı turlara bölünmüştür. İlk turda hücum oyuncusu rastgele seçilir, diğer tüm turlarda saldırgan son turun savunucusudur. Bir oyuncunun HP'si 0'a düşerse (kazanana karar verilir) veya savaş başladıktan 5 dakika sonra geçerse (berabere) savaş sona erer. Beraberlik durumunda, her iki oyuncu da parasını geri alacak. Savaşın galibi, profilinde gösterilen bir PvP galibiyeti alacak. (Bu komutun 5 dakikalık bir bekleme süresi vardır)

source: You don't have enough money to join the raidbattle.
tr_tr: Baskın savaşına katılmak için yeterli miktarda paran yok.

source: Noone wanted to join your raidbattle, {author}!
tr_tr: Hiç kimse baskın savaşına katılmak istemedi, {author}!

source: {p1} won the raidbattle vs {p2}! Congratulations!
tr_tr: {p1}, {p2}'a karşı olan baskın savaşını kazandı! Tebrikler!

source: Battle against a player (active)
tr_tr: Bir oyuncuya karşı savaş (aktif)

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide players' stats, their items, race and class bonuses are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle takes place in rounds. Each round, both players have to choose their move using the reactions. Players can attack (⚔️), defend (🛡️) or recover HP (❤️). The battle ends if one player's HP drops to 0 (winner decided), or a player does not move (forfeit). In case of a forfeit, neither of the players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 10 minutes.)
tr_tr: `[money]` - 0 veya daha büyük olabilen bir tam sayı; varsayılan olarak 0 `[enemy]` - Profili olan bir kullanıcı; herhangi biri için varsayılan Para yatırırken başka bir oyuncuya karşı savaşın. Oyuncuların istatistiklerine karar vermek için eşyaları, ırkları ve sınıf bonusları değerlendirilir. Para, savaşın başında her iki oyuncudan da çıkarılır. Bir kazanana karar verildiğinde, paralarını ve düşmanın parasını alacaklar. Savaş, turlar halinde gerçekleşir. Her turda, her iki oyuncu da tepkileri kullanarak hareketlerini seçmelidir. Oyuncular saldırabilir(⚔️), savunabilir (🛡️) veya HP'yi (❤️) yenileyebilir. Bir oyuncunun HP'si 0'a düşerse (kazanana karar verilir) veya bir oyuncu hareket etmezse (kaybederse) savaş sona erer. Hükmen kaybedilmesi durumunda, oyunculardan hiçbiri parasını geri alamayacak. Savaşın galibi, profilinde gösterilen bir PvP galibiyeti alacak. (Bu komutun bekleme süresi 10 dakikadır.)

source: You don't have enough money to join the activebattle.
tr_tr: Aktif savaşa katılmak için yeterli paranız yok.

source: Noone wanted to join your activebattle, {author}!
tr_tr: Kimse aktif savaşınıza katılmak istemedi, {author}!

source: Battle {p1} vs {p2}
tr_tr: Savaş {p1} vs {p2}

source: Let the battle begin!
tr_tr: Savaş başlasın!

source: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
tr_tr: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP Oynamak için tepki verin.

source: {user} does nothing...
tr_tr: {user} hiçbirşey yapmıyor...

source: Someone refused to move. Activebattle stopped.
tr_tr: Birisi hareket etmeyi reddetti. Aktif savaş durdu.

source: {user}, you already moved! Waiting for {other}'s move...
tr_tr: {user}, zaten hareket ettiniz! {other} adlı kişinin hareket etmesi bekleniyor...

source: {user} healed themselves for **{hp} HP**.
tr_tr: {user} kendi canını **{hp} HP** iyileştirdi.

source: {user} hit {enemy} for **{eff}** damage.
tr_tr: {user}, {enemy}'a **{eff}** hasar verdi.

source: {enemy} tried to defend, but failed.
tr_tr: {enemy} savunmayı denedi fakat başaramadı.

source: {user}'s attack on {enemy} failed!
tr_tr: {user}'nın {enemy}'a saldırısı başarısız oldu!

source: {enemy} blocked {user}'s attack.
tr_tr: {enemy} {user} adlı kişinin saldırısını engelledi.

source: You both tried to defend.
tr_tr: İkiniz de savunmaya çalıştınız.

source: It was not very effective...
tr_tr: Çok etkili olmadı...

source: You both died!
tr_tr: İkinizde öldünüz!

source: {winner} won the active battle vs {looser}! Congratulations!
tr_tr: {winner}, {looser}'a karşı olan aktif savaşı kazandı! Tebrikler!

source: Easter related commands
tr_tr: Paskalya ile ilgili komutlar

source: Contains all easter related commands. See `{prefix}help easter` for a list of commands. During the easter event, users will find eastereggs when finishing adventures, which can be exchanged for several rewards, including crates, items, money, or special guild badges.
tr_tr: Paskalya ile ilgili tüm komutları içerir. Komutların listesi için `{prefix}help easter`a bakın. Paskalya etkinliği sırasında kullanıcılar, maceraları bitirirken, kasalar, eşyalar, para veya özel lonca rozetleri dahil olmak üzere çeşitli ödüllerle değiştirilebilecek paskalya yumurtaları bulacaklar.

source: **Easter event <:easteregg:566251086986608650>** Part of Idle's birthday! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
tr_tr: **Paskalya etkinliği <:easteregg:566251086986608650>** Idle'ın doğum gününün bir parçası! Paskalya yumurtalarını toplayın ve ödülleri kontrol etmek için`{prefix}easter rewards` i kullanın.<:bunny:566290173831151627> İyi avlar!

source: Lists all easter rewards
tr_tr: Tüm Paskalya ödüllerini listeler

source: Shows all rewards available in the easter event, along with the reward ID. To claim a reward, use `{prefix}easter reward <ID>`.
tr_tr: Paskalya etkinliğinde bulunan tüm ödülleri ödül ID'siyle birlikte gösterir. Bir ödül alabilmek için `{prefix}easter reward <ID>` kullanın.

source: **Easter event - rewards** Use `{prefix}easter reward [1-9]` to trade your eggs in. **(1) 100 <:easteregg:566251086986608650>** - 10 common crates **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - random item 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 common crates **(5) 2500 <:easteregg:566251086986608650>** - 10 boosters of each type **(6) 5000 <:easteregg:566251086986608650>** - 10 rare crates **(7) 7500 <:easteregg:566251086986608650>** - birthday guild badge **(8) 7500 <:easteregg:566251086986608650>** - 1 magic crate **(9) 12500 <:easteregg:566251086986608650>** - 1 legendary crate You have **{eggs}** <:easteregg:566251086986608650>.
tr_tr: **Paskalya etkinliği - ödüller** Yumurtalarınızı takas etmek için`{prefix}easter reward [1-9]` kullanın **(1) 100 <:easteregg:566251086986608650>** - 10 sıradan kasa **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - rastgele öğe 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 sıradan kasa **(5) 2500 <:easteregg:566251086986608650>** - her türden 10 güçlendirici **(6) 5000 <:easteregg:566251086986608650>** - 10 nadir kasa **(7) 7500 <:easteregg:566251086986608650>** - doğum günü klan rozeti **(8) 7500 <:easteregg:566251086986608650>** - 1 büyülü sandık **(9) 12500 <:easteregg:566251086986608650>** - 1 lefsanevi sandık **{eggs}** <:easteregg:566251086986608650> var.

source: Claim an easter reward
tr_tr: Paskalya ödülü alın

source: `<reward_id>` - A whole number from 1 to 9 Claim a reward by its ID. A list of rewards along with their ID can be seen with `{prefix}easter rewards`.
tr_tr: `<reward_id>` - 1'den 9'a kadar bir tam sayı ID'ye göre bir ödül talep edin.. ID'leriyle birlikte ödüllerin bir listesi `{prefix}easter rewards` ile görülebilir.

source: You don't have enough eggs to claim this.
tr_tr: Bunu alabilmek için yeterli yumurtan yok.

source: You claimed your reward. Check your inventory/boosters/crates/money/etc.! You can claim multiple rewards, keep hunting!
tr_tr: Ödülünü aldın. envanter/güçlendirici/sandıklar/para/vb. kontrol et! Birden fazla ödül alabilirsin, avlanmaya devam et!

source: Show your crates.
tr_tr: Kasalarınızı gösterir.

source: Shows all the crates you can have. Common crates contain items ranging from stats 1 to 30 Uncommon crates contain items ranging from stats 10 to 35 Rare crates contain items ranging from stats 20 to 40 Magic crates contain items ranging from stats 30 to 45 Legendary crates contain items ranging from stats 41 to 50 You can receive crates by voting for the bot using `{prefix}vote`, using `{prefix}daily` and with a small chance from `{prefix}familyevent`, if you have children.
tr_tr: Sahip olabileceğiniz tüm kasaları gösterir. Sıradan kasalar, 1'den 30'a kadar değişen öğeler içerir Sıradışı kasalar, istatistikleri 10 ila 35 arasında değişen öğeler içerir Nadir kasalar, istatistikleri 20 ila 40 arasında değişen öğeler içerir Büyülü kasalar, istatistikleri 30 ile 45 arasında değişen öğeler içerir. Efsanevi kasalar, istatistikleri 41 ila 50 arasında değişen öğeler içerir `{prefix}vote`, ile bota oy vererek `{prefix}daily` kullanarak küçük bir şansla ve Eğer çocuklarınız varsa `{prefix}familyevent`,ile sandıklar alabilirsiniz.

source: Open a crate
tr_tr: Bir sandık açın
